INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    1,
    1,
    'よそ者の少年シヴァが村へと移住してくる。ブラフマーは最初興味を示していなかったが、シヴァの姓はかつて滅んだはずのヴィナッシュであることを知り、驚愕する。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    1,
    2,
    '余計な関わりを避けようとするブラフマーに対して、何故かシヴァはしつこく話しかけてくる。そんな彼に段々と惹かれていき、ブラフマーは生きる意味を見出しかけていた。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    1,
    3,
    "シヴァが移住してきてから三年。二人はすっかり仲の良い友人となっていた。だがある日、もうすぐ儀式の日が迫っていることからちょっとした喧嘩をしてしまう。傷つけてしまったかもしれないと落ち込むブラフマーの前に、もう二度と会えるはずがないと思っていたある人物が現れる。それは、七年前に一度だけ会った、アザミ色の少女だった。"
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    1,
    4,
    'アザミ色の少女から衝撃的な事実を聞いたブラフマーは、慌てて儀式の場へと駆け出す。しかし、そこにはもう、黒曜のナイフを手にした村長と怯えた様子のシヴァがいて。やめてくれと叫ぶブラフマーの思いに反して、黒曜のナイフは振り落とされた。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    2,
    1,
    ''
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    2,
    2,
    ''
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    2,
    3,
    ''
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    2,
    4,
    ''
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    3,
    1,
    'イヴァンがいる『狭間』にメアが現れる。意識がないメアの傍には『ナイトメア』というタイトルの本が転がっており、イヴァンはそれを手に取る。大まかな内容を理解したイヴァンは、メアの力は利用できると考え、笑みを浮かべる。
「へぇ……面白そうじゃないか」
目を覚ましたメアに、イヴァンは嘘を教える。君の物語には結末がない、続きを綴ってもらうには自分で物語を進める必要がある――と。
イヴァンの言葉を信じたメアは、主（作者）に結末を綴ってもらうために自身の物語を進めていく。その物語の内容とは、『あらゆる夢を悪夢に変える』といったもの。
「この世界で言う夢とは、物語のことを指すんだ」
メアは手始めに、『自分らしく生きる物語』を悪夢――バッドエンドに変えることにする。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    3,
    2,
    '二章から五章までが展開される。
物語を通じて、徐々にメアという人物像を露わにしていく流れ。プロローグを除くと双子は二章の終盤で、イヴァンは四章の後半で初登場する。

また、四章ではメアの名前（ナイトメア）が、五章ではキャラクターに宿る特別な力について・メアの目的についてが初めて明かされる。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    3,
    3,
    '六章のみ。伯とメアが出会ってしまい、双子の力によってメアの本質――リヒトの存在が明かされる。伯、イヴァン、メアの三人ともが同時にリヒトの記憶を見せられることとなり、『ナイトメア』の物語が終盤へと進んでいく。
※このあたりの展開方法、次話への繋ぎ方は未定。
リヒトの記憶を見せられる直前で切るか、リヒトの記憶を見た直後に切るか。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    3,
    4,
    '最終章＋エピローグ。
ナハトの干渉を受けてしまったメアを、自我を得た伯が救う。その後、二人は物語に帰還。イヴァンは一つの物語を見せられていただけに過ぎず、『狭間』で一人取り残されることに。

現実世界ではリヒトが目を覚まし、イルゼとナハトが喜ぶ。が、リヒトは自分が死ねなかったことに絶望し、せっかく夢の中で掴みかけた『幸福』を失うこととなる。
※リヒトが目覚めたシーンは描かない予定。描くかもしれない。

※エピローグでチヒロを登場させるとか。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    4,
    1,
    '一話～五話：朔夜との再会

クラス替えで朔夜と怜奈が同じクラスになる。怜奈は朔夜のことを忘れており、しかし記憶のどこかに引っかかるような気がして気になる存在に。
怜奈の母は東堂朔夜という名を見ただけで嫌悪を露わにし、関わることを禁ずる。
始業式からしばらく後、怜奈は偶然信号待ちの際に朔夜と一緒になる。どうしようかと困惑する怜奈に、朔夜は「まだ、思い出せない？」と声をかける。
誘拐事件の記憶がフラッシュバックし、怜奈は朔夜のことを思い出す。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    4,
    2,
    '六話～十六話：朔夜との開いた距離を埋める。朔夜から告白される。

朔夜のことを思い出した怜奈は、帰り道の公園で毎日朔夜と話すように。もちろん、母には内緒で。
離れていた間のこと、こちらへ戻ってきた理由……と、色々なことを話し、数年分の距離を埋める二人。
その中で、怜奈は誘拐事件のせいで朔夜が先端恐怖症になってしまっていることを知る。それが原因で、役者業に影響が出てしまい悩んでいるということも。

ある日、怜奈は授業中に文具を落とす。それに気づいた朔夜は、文具を拾おうと床に膝をつく。同時に同じ行動を取ろうとした千尋は寸前で動きを止める。その際、千尋の手が筆箱に当たり、机から落ちてしまう。反射的に頭上を見上げる朔夜。その視界に映ったのは、筆箱の口から姿を覗かせたカッターナイフで。
発作を起こした朔夜は保健室に運ばれる。
放課後、心配になった怜奈は朔夜の元へ。そこで朔夜がこちらへ戻ってきた本当の理由を聞き、そして告白される。

告白を受けた怜奈は驚愕し、思わず逃げ出してしまう。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    4,
    3,
    '十七話～サイド・朔夜：怜奈が危険な目に遭う

朔夜と気まずいままGWに突入してしまう。
どうすればいいのか悩みながらも、莉子との約束で遊びに出かける怜奈。その道中で、悪い男に絡まれてしまう。
そんなとき、偶然通りかかった朔夜に助けられる。

※ここでナイトメアとの分岐点。

このままではいけない、と。怜奈は自分自身の気持ちを正直に話す。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    4,
    4,
    '二十一話：お別れ

朔夜は自分と、そして父や役者業と向き合うため、一度家に帰ることを決意。
絶対にまたこっちに戻ってくるから、と。朔夜は約束し、二人は再び離れ離れになる。

朔夜が家に帰ってからの怜奈は、莉子に雰囲気が少し変わったと言われるように。
「なんだか明るくなったよね」

何度考えても、怜奈の中で朔夜に対する気持ちは決まらない。好きなのは間違いないが、それが恋情なのかどうか。判断がつかない。
それでも、一つだけ分かるのは。今すぐ会いたいということ。
今は、それだけでも十分だろうか。'
);