INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    '・メア
悪夢を見せる存在。
夜になると美しい女性に化けるから、美男子という設定に。

・伯
「獏」「伯奇」から。悪夢を食べる存在。髪が非常に長い少女の姿。

「夢」にまつわる世界各地の伝説や神話7つ
http://estorypost.com/trivia/seven-legends-about-dreams/


「ナイトメア」
あるとき、メアは夢の中で一人の少女と出会う。
彼女の名は「伯」といい、人々の悪夢を食べる存在。
「ねぇ、キミはどうして他人の悪夢を食べるの？」'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    '明晰夢

五感の感じ方も同じ

明晰夢の内容は見ている本人がある程度コントロールしたり、悪夢を自分の望む内容に変えたり、思い描いた通りのことを（実現可能な範囲内で）覚醒時に体験したりすることが可能である。

☆明晰夢を見るための訓練
「夢の内容をできる限り思いだし、記録する」
またこのほか、金縛り状態のときや、二度寝した際に明晰夢を見やすいと言う意見もある。
夢日記を毎日付けると良い。起きた直後に夢を思い出し、出来る限りノートに書く。こうすると、時間が経っても夢を思い出すことができ、より一層、鮮明に思い出せる。

「夢から出れなくなった」
http://meisekimu.me/2017/09/27/what-the-hell-i-can-not-get-out-of-my-dream/

☆メアが言うセリフ「キミが望めば、その通りに世界は回る。キミが望んだとおりに世界を変えられる」
これは、明晰夢では自分の望む通りに夢の内容を変えられることから。'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'メアの正体


明晰夢から出られなくなり、目覚めることなく眠り続けてる青年。
夢のループを何度も繰り返すうち、疲れ果てた彼は考えることをやめた。自我を捨てた。「ここは夢の世界だ」という認識を捨てた(世界は認識で成り立つ)。

やがて自身が「悪夢」そのものとなってしまった(悪夢と精神が混ざりあってしまった)。
それがメア。'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'ナイトメアの終盤


メアはあらゆる夢の扉を開き、悪夢にしていた。
いつから自分が存在してるのか、どのようにして生まれたのか、という点には疑問を抱かず。

あるとき
「どう、して……(こんなひどい夢を見せるの)」
ふと考える。ボクは、どうして悪夢を見せ続けるのか。
考えたところで分からない。分からないのなら考える意味なんてない。
「さぁ？　楽しいからいいじゃない！」


☆終盤で、獏と出会う。
酷く寂れてどす黒い扉。メアが手を下すまでもなく、相当酷い悪夢を見ているのだろう。
好奇心で扉を開く。

真っ暗な空間
「なにこれ、気持ち悪い」

獏「ちょっとちょっと、アンタ何者だい？　邪魔しないでおくれよ。」
「僕はこの悪夢を払ってるんだ」

メアは考える
のちのちコイツに邪魔されそうだな、と。
すると、
「……にしても、アンタって変な存在だね」
「え？　そりゃあ、ボクはこの夢の住民じゃないから――」
「そうじゃなくて」

「アンタは、夢を見ながら夢を見ている」

「……は？」

「分からないのも当然かな。なにせ、アンタは両手どころか両足を使っても数え切れないほどの悪夢で形成された存在。最初の夢どころか、元いた世界のこともまーったく覚えていないんだろうさ」

衝撃を受けるメア。

「アンタは知らず知らずのうちに感染させてるんだ」
「おっと。残念だけど、僕は今アンタに構ってる余裕はないんだよね。……って、あれ？　そういえばアンタ、どっかで見た顔――って、ちょっと！？」
※獏はメアの悪夢を払ってほしいと頼まれてた
→作品では伯が頼まれてる

走り出すメア
――どうして自分の存在に疑問を抱かなかった？
考えるのが億劫で、そういうものだと無理やり納得していた。
※億劫だったのは、夢のループに疲れ果てた影響

見つけた扉がどういったものかも考えずに開く
すると、

そこには、ベッドに横たわる少年と、それを心配そうに見つめる女性の姿。


作品ではここで終了、次回の最終章へ。'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'メアと姉と、もう一人

メアの名前はリヒト(光)
生まれたときは長男ということで期待されていた。
この家の光になると。

ナハト
双子を黒髪の青年に変更
リヒトの父親とその愛人の間に生まれた子で、リヒトの「影」となる存在
ナハトはリヒトの存在を知っているが、リヒトは知らない

例えば、表向きに顔を出すのはリヒトで、
実績とか裏のことはナハト
的な

ナハト「リヒトばかり愛されてる。俺はどうせ愛人の子だから」
→虐待を受けているとは知らない


リヒトが自殺未遂をし、昏睡状態になったとき
様子を見にきたナハトと姉が偶然出会う
「もしかして、リヒトと同じ学校の人？」
「え、いや…………はい、そうです」

「じゃあ、俺もう出ていくんで――」
「あのっ！　……また、来てくださらない？　リヒトもきっと喜ぶと思うわ」

それからちょくちょく会うように
姉からリヒトの話を聞かされる
そこで初めて「リヒトも愛されてない」と知る


姉
リヒトに目を覚まして欲しくて、その願いを込めてエッセイ要素の含んだ物語を綴ることに
→それが「ナイトメア」

しかし途中で病気にかかり死亡
ナハトにプロット帳と原稿を託す
「私たちの生い立ちはそこにすべて書いてあるわ。それを読んだ上で、貴方が決めてちょうだい」
ナハトにリヒトの結末を託す


その後姉が死んだのをいいことに、父親はナハトをリヒトとして生きるよう命ずる
→元々二人の顔は似てる。リヒトが昏睡状態に陥ってからかなり経ってるため、少しくらい顔が違っても「成長で顔が少し変わった」と言い逃れられる。'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    '「～の話」てきなキャッチコピー

この話を作る前に一話ごとに単体で出す
→本来の、悪夢になる前の物語を'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    '伯の最期とナイトメア

伯の話では、「悪夢を食らい続けた結果、死亡」となっている。
一方、ナハトらが改変した「ナイトメア」では、メアが眠り「青年」が目覚めた後の伯については描かれていない。

つまり……
裏側で「伯の話」と「ナイトメア」は繋がっており、伯はメアの膨大な悪夢を食べて死んだことになっている。
はっきりと表記してあるわけではないが、そう考えることで二つの話が繋がる。
→これで「ナイトメア」の世界の中で伯が結末を決めてもらえず彷徨う、ということも回避できる仕組み。'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    '本編の結末案

リヒトの記憶やら、自分の存在理由やらで混乱し思考停止状態に陥るメア。
青年と伯が対峙してる最中、室内が徐々に暗くなっていく。

「まさか……この世界ごと悪夢に……？」

この物語ばかりが集う世界そのものを悪夢に変えようとしてしまうメア。
本人は無自覚であるため、伯がいくら呼びかけても答えないし、侵食は止まらない。
青年は持っている一冊の本を護るように抱きしめる。
　※青年はいつも一冊の本を持ち歩いている。肌身離さず。それが自分の物語。

「……愛されたかった」
「愛されたかっただけなんだ。父さんと、母さんに。殴られるのは僕が悪いから、僕がダメな子だから、だから……僕が良い子だったら、殴られなかった。僕がもっと期待に応えられるような子だったら、父さんも母さんも愛してくれた」
ぽつぽつと、機械的に喋るメア。

青年「これは……『ナイトメア』のセリフ……？」

それで伯は気がつく。
これはナイトメアの続きであり、今まさに結末へ向かっているところだということに。

伯がメアの悪夢を食べようとする。
青年「正気かい？　彼の悪夢は深すぎる。最悪、君ごと飲み込まれてしまうぞ」

伯、自分の最期を説明する。
奇しくも、本編の流れはナイトメアに似ている。忠実ではないけれど、いくつもの物語を悪夢に変え、最後は自分の正体に気づいてしまう。
なら、結末も合わせれば、メアは悪夢から解放される。

リヒトを助けられる。
ナハトたちの願いが、今ここで叶えられる。

「妾の最期は、悪夢に飲み込まれて死亡……その悪夢とは、メアの悪夢なのです。主はきっと、そう考えていた」
「本当の犠牲者とは……生贄となる存在とは、妾のことだったのです」
それでも構わない。主を恨んだりはしない。
「だってそれが、妾の『役割』ですから」

初めて自分の意思で「誰かを救いたい」と思えた。
→その感情だって、主に書き加えられたもの。
　→それでも構わない。

「知らぬが仏……東洋には、こんなことわざがあります」
「妾は他の感情を知りません。だから、良いのです。たとえこれが作られたニセモノの感情だったとしても、妾は幸せです」

「妾には、誰かを恨むという設定が存在していないので」

青年　瞠目する

「かわいそうだと思ってくれて構わない。憐れんでくれても構わない」
「それでも、妾は幸せなのですから。幸せとは、人それぞれなのですから」
「妾の物語では見つけることのできなかった「伯の幸せ」を、今ここで、見つけられたのですから」

第三者から見れば、それはとてもかわいそうで哀れなことなのかもしれない。
偽物の、作られた感情に沿って自らを犠牲にして、他者を救うその姿は。
でも、誰が決めた？　自己犠牲が、自分の命を捨てることが不幸だと、誰が決めた？

その「認識」だって、集団生活の中で植えつけられた「作り物の感情」でしかないじゃないか。

→この作品を通して伝えたいこと。
　仮キャッチコピー「幸福の形を見つける物語」

「貴方がなんと言おうと、この物語は妾にとってバッドエンドじゃない」


「……おやすみ、メア」

メア、眠りにつく。'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    '本編の結末案続きとこの世界について

この世界は「ナイトメア」の世界

悪夢を食べようとする伯に向かって、青年
「無駄だ、主とナハトはもうリヒトの夢に飲み込まれて……」
「では、『ナイトメア』の原典はどこにありますか？」
「え……」
「妾の物語はここにあります。……ですが、『ナイトメア』はどこにもありません。貴方は見ましたか？」
メアが現れたときを思い出す。物語が実体化したとき、原典は傍にあるはず。しかし、メアの傍には何もなかった。
「それは、ここが『ナイトメア』の世界だからです」

「リヒトの力を覚えていますか？」
「夢に、閉じ込める力……」
「そうなのです。リヒトの力とは、夢に閉じ込める……それは、自分も例外ではありません」
「……まさか」

リヒトは確かにナハトと姉を自分の夢に閉じ込めた。しかしそれは自分も同様。
そして、夢に閉じ込めたということは、リヒトが夢から覚めれば解放されるということ。
ここはナイトメアの世界。その物語通りに進めば、リヒトは目覚める。

※ナイトメアの始まり
メアという青年が、知らない世界で突然目覚める。
→実は本編の始まりからナイトメアの流れと似ていた。

リヒトの夢は姉を閉じ込めたことによって、姉が生み出した架空の世界ごと閉じ込めてしまった。
そのために、青年もここにいる。


「流れ」
ナハトたちが改変終えた。が、リヒトの力が突然発動してナハトたちを自分の夢に閉じ込めてしまう。
長い夢のループの末、リヒトの精神は悪夢と同化してしまい、メアが誕生する。
→その瞬間、本編が始まる。記憶のない青年メアが知らない世界で目覚めたところ。

いくつもの夢（物語）を悪夢に変えていき、やがて悪夢払い（伯）と出会う。
そこで青年だった頃の記憶を思い出したものの、ショックでパニック状態。記憶の中には虐待の記憶もある。
→それが伯の物語から出てきたあと、青年に「救ってあげようか？」と言われてるところ。

悪夢払いはメアを助けるため、彼を蝕む悪夢を食べた。
→それが、伯がメアの悪夢を食べようとしてるところ。この世界の構成に気がつき、青年に話す。

メアの悪夢は払われ、青年は目を覚まし、姉と再会。
→リヒトが目を覚ましたことで夢は覚め、閉じ込められたナハトや姉、姉の物語たちも解放される。

つまり、青年がいた『館』は『ナイトメア』の舞台（メアが目覚める場所）となるために用意された場所。
そのためだけに自然と生まれてしまった場所。
それは姉やナハトが意図したわけではない。

青年は偶然その中で実体化してしまった。

『ナイトメア』が結末を迎え、リヒトが目覚めた今。
青年が立っているのは、観客席が空になり幕が下ろされた暗いステージの上。
拍手を鳴らす者も、開幕のブザーもない。
取り残された青年は、一人小さく笑う。
「……なんだよ、それ」

つまらない物語だ。

伯には「メアを救う」という設定があった。「誰かを憎む」という設定がなかった。
だから、幸せな結末を迎えることができた。
しかし青年には「幸せになる」という設定がないどころか、作品のキャッチコピーが「救いたかった」と願望であるため幸福な結末を迎えられない。

復讐したくても、この「救いを与える力」ではどうすることもできない。
せめてリヒトやメアのような力があれば、奴らに永遠の苦しみを与えてやることができるのに。

「何が救いの力だ」

本当に救いたかったものは、もうどこにもないのに。





伯がメアの悪夢を食べ、メアが眠りについた後
物語は結末を迎え、ナハトたちの世界へと戻る

リヒトは目覚め、ハッピーエンド

世界の中で、眠りについたメアと傍で死亡した伯を見下ろす青年'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'さくれなの話が終わったあと(怜奈が朔夜の死で一人泣いてるところのあと)

別のエピソードに

メアがさくれなの本を開いてるシーン

「面白いなぁ」
設定をひとつ増やしただけでこんなにも変わるとは

本をぱたんと閉じて
「自分たちがこんな小さな『箱』の中に閉じ込められてるとも知らずにさ」


「さぁ、(メアの)モノガタリを進めよう」
「そして、そのために……永遠に続く悪夢の中で踊れ」

不敵な笑み

↓

りんやよの話に続く
→りんちゃんが悪夢を見て飛び起きるところから始まる'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'りんやよの話、本来の流れ


りんちゃんが悪夢見るのは変わらない
双子が現れるところまではそのまま

その後気持ち悪いと震えながら夜を過ごし、
結局眠れないまま朝を迎える

ここ数日悪夢で目覚め悪かったりも重なって睡眠不足
酷く体調不良で動くのもだるく休もうかと思うが、完璧を求め引きずるように動く

鏡見て、顔色が悪い
ファンデーションをつけようか
悩んで、淡くつける
隠しきれてないが、つけないよりマシだろう

学校に行くと、男子には気づかれないが、
薄く付けてても女子には分かるらしく、「昨夜は眠れなかったの？」などと遠回しに心配された
ちょっと悪い夢を見てあまり眠れなくて、と


体調が凄く悪い
授業中も眠気が襲いかかってくるも、自分は完璧の鳴上憐だ。必死に起きる。

しかし
教室移動で階段で足を踏み外し(足元がぐにゃりと。なくなった)落下
→意識落とす

その後、行間的なので
俺の父親は完璧だった。　から始まる。
父親についての回想シーン。

ある日父が死んだ
母は自分を父に重ねるようになって
姉はそんな母を気持ち悪がって家を出た

性的なことも書く
何も分からない幼い体を触りたくられた
気持ちよさなんて微塵もない
ただただ、気持ち悪かった


次のシーン
目を覚ます
「りんちゃん？」

声の方をむく。やよいがいる。
「良かった、目が覚めたんだね」

やよい越しに外を見ると、カラスが鳴き出しそうな空の色。

「…………欠席」

真っ先に浮かんだのはそれだった
最悪だ
完璧な鳴上憐の通知簿から、皆勤の二文字が消えてしまうなんて

「……ねぇ、りんちゃんはもっと楽に生きたらいいんだよ」
「もう十分頑張ったよ。もう頑張らないでいいんだよ」

口論
「何も分かんねぇくせに」
「じゃあ逆に聞くけど、貴方は私のこと分かるの？」

「それは貴方の中で作り上げた私でしょう？」

「人なんてそんなものだよ。誰も他者に興味なんてない。そこまで深く考えてない。勝手に自分の中で作り上げて、勝手に失望する」
「たとえばあの有名な舞台俳優(朔夜)がこの学校にいたら、みんな彼の方に注目するよ。りんちゃんのことなんて忘れて」
「所詮、そんなものなんだよ」


親は精神病院
その金をりんちゃんは払ってる
「親のために生きなきゃいけないなんて誰が決めた？」
「みんな洗脳されてるだけなんだよ。それが素晴らしいことだと、それがいけないことだと。そんなの気にしないで、りんちゃんはもっと自由に生きたらいいんだよ。りんちゃんの人生は、りんちゃんのものなんだから」　

抱きしめて
「たとえ世界中がりんちゃんのことを嫌っても、私だけはずっと味方だよ」


難しいことはよく分からない
話の内容はピンと来ない
でも、最後の言葉だけは、
「……本当か？」
「本当に、お前だけは俺のことをきらわないのか？」

「うん。だから、たくさん泣いていいんだよ」

りんちゃん泣いてやよいを抱きしめかえす
「裏切ったら殺すからな」

「うん、どうぞ」
本気でそう思ってる
りんちゃんを助けられなかったなら自分に存在する意味も価値もない。



やよいはひたすら、りんちゃんを守りたい
りんちゃんがすべて
彼の敵となるものは自分含むすべて敵
彼が自分の死を望むなら喜んで死ぬ

やよいは自分のことなんてどうでもいい'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'はっぴーひろいんすないぱーより、幸福について参考に

「幸福」とはそれを享受する本人の意思とは関係なく、ごく身近にそれと同様、或いはそれ以上の不幸を生み出す。世界はそういったアルゴリズムでできている。 
つまり、おとぎ話のような完全無欠のハッピーエンドは億万不幸の上ではじめて成り立つ。 
では発想を転がして、完全無欠のハッピーエンドを排除してしまえば、億万の不幸もまたなくなるのではないか。 
これを「幸せの平均化」といい、「幸せの調停者」は今日も任務を遂行すべくライフルに弾を込める。'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    '悪夢の輪廻に囚われている

それは夢か現か、あるいは(その狭間か)'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'メアの本名　候補
『http://kkr.orz.ne.jp/jougesayuu/dictionary_doitu.html』

貴族の名前のルールについて教えてください。

例えばドイツの貴族で、
○○・△△・□□・フォン・☆☆
と言う名前の場合。
○○が本人名前？
△△が… - Yahoo!知恵袋 https://m.chiebukuro.yahoo.co.jp/detail/q13157214468



アルプ・トラウム（トラウム）
悪夢

シュテルプリヒ
死すべき運命の

リヒト
光

＊＊＊＊＊＊＊＊＊

～のリヒト（～の光）
→リヒト・フォン・～
『候補』
グリュック	Gl''uck	幸運
ハイル	Heil	幸運　幸福　救済
シュラーフ	Schlaf	眠り　睡眠
　眠りのリヒト→タイトルにあり？

「Licht von Schlaf」
リヒト・フォン・シュラーフ　～眠りのリヒト～
本編開始時からリヒトは眠っていることから'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'さくれなの話

怜奈と朔夜の話
舞台は香芝で

単体は一人称視点
ナイトメア内では神視点

この世界はつまらない
先生の話を聞き流し、窓の外を見ながら私は思う

これが冒頭


***追加(本来の流れ)
生き方を見つける物語
怜奈は親の言う通りに生きてきた
朔夜は親の期待に答えるために生きてきた

でも、そうじゃない
物語の最後、二人は気がつく
朔夜は自分の意思で役者を続けていくと決め、
怜奈は自分らしく生きようと決める

「僕、必ず戻ってくるから。それでまだ怜奈のことを好きだったら(好きだと確信できたら)、改めて告白するから」
「じゃあ、私も。お母さんに縛られない生き方をして、それでも朔夜のことが好きだと思えたら、告白するよ」
「何言ってんの、僕が先」
「やだ、私が先」

二人で笑い合う

「……じゃあ、またね」
「うん、またね」



二人ともJR側の道の住宅街で、お向かいさん
学校を出てすぐ、左右に道が別れる
近鉄側とJR側で、JR側は人が少ない
近鉄側はまさに通学路といった感じで、JRは〜
私はそのどちらでもないが、JR側の住宅街に住んでいる

二年生初めてのテスト期間
れなは普段部活でさくやと一緒にならない
そのとき初めて下校が一緒になって、初めて向かいの人だと知る

朔夜は浮いた存在
顔色は悪く目の下にはクマ
授業中も休み時間もいつも寝てる

ある日好奇心の高い男子が「あーいうのはゲーマーに決まってる」とかって話しかけるも玉粋
よくある話ならそこから良くないことが(いじめ)起こるんだろうけど、うちのクラスは良くも悪くも他人に無関心だ



朔夜と怜奈の過去
2人は同じ小学校で、6年生の時同じクラス
朔夜は無表情無感情、面白くない子、気だるげ
それが原因でちょっとしたいじめ受けたり

怜奈は表面上は明るいものの中身は空っぽ
本当の姿は虚無
他人に無関心

あるとき朔夜がいじめられてる場面を目撃
つい体が動いてしまい、止めに入った直後に後悔
他人に干渉とかしたくなかったのに
「あぁ？　偉そうにしてんなよ」
手を出されそうになる

そのとき、朔夜がいじめっ子たちをぶっ倒す
朔夜は空手習ってる
→実は喧嘩に強い

「あーあ、面倒だからされるがままになってたのに」

これがきっかけで二人は話すように


朔夜の夢は舞台俳優
ある日舞台を見に行った時に感動した
役者が作り出す世界に引き込まれた
→表面上は冷めてるが内面は熱いタイプ

「あんたは？」
怜奈は少し考えたあと、歌手と答える
歌うのが大好き

朔夜が初めて肯定してくれた「いいじゃん」



最初の案「怜奈が記憶喪失」
→と思わせての朔夜が記憶喪失
部分的に忘れていて、怜奈の記憶がない

二人とも誘拐に遭った
そのショックで記憶が抜けてる
怜奈も曖昧になってる

朔夜の家庭は父親が酷く厳しい
怜奈は母が毒親

この一件で両家庭は距離を取ることに
東堂家が引越し
※家は東堂家の所有物

高校生
朔夜が高校に近い理由でその家に1人暮らし
舞台俳優してる

怜奈　朔夜をなかなか思い出せず、でも記憶に引っかかるとかで気になってる。




※※少し変更気味※※

朔夜覚えてる
しかし怜奈は誘拐時の記憶と共に封じてしまったためなかなか思い出せず

偶然家から出る時に対面
「お、おおはよう……」
「……まだ、思い出さないんだ？」

怜奈思い出してからは一緒にいるように


「僕は親に愛されてないと思う」
「お芝居では誰もが素直に愛してるというのに、母さんも父さんも言ってくれたことがない」

「私もだよ」
「親も人間だし、照れくさいんじゃないかな。それでもわたしは、愛されてないとは思わないよ」

「何が恥ずかしいの？」
「好きな人に好きって簡単に言えなくない？」
「言えるよ」
「うそだー」
「言えるって。怜奈、僕はきみのことが好きだ」
「……へ？」

普通に告白される

「えっ、いや、でも……私はそんなふうに見れないというか……」
「知ってる。だからこれは作戦」
「作戦って、なんの？」
「秘密」
※伝えることで意識させる作戦
実際怜奈は告白されてから意識してしまう


ある日
「僕、高校辞めることにした」
舞台に集中するため、学業をやめる
来週には引っ越すみたいな
怜奈、それまでに思いを伝えたいと決心

↓

最後
夜　怜奈が男に突然襲われる
誘拐時のトラウマから動けず、泣いてしまう

と、そこで朔夜が現れ助けに来てくれる
※都合的すぎる故、二人は待ち合わせしていて朔夜が遅れて来た、とか？

喧嘩が強い朔夜
優勢だったが、相手がナイフを出す

朔夜は誘拐時のトラウマで先端恐怖症
恐怖で動きがピタリと止まってしまい……

エンド1……朔夜がそのまま刺されてしまう
エンド2……怜奈が庇って刺されてしまう

最初は1
メアが現れ「その子を助けたい？」
→やり直させる
　→タイミングを見計らって飛び出した怜奈が刺される

→朔夜にメアが同じセリフを

→繰り返し
延々終わることのないループ

本編では……
どちらかのエンドを出して、メアの言葉のあと、もうひとつのエンドをエピローグ的な雰囲気で出す
↓
一回目は朔夜が死ぬ(本編外)
本編ではその次、怜奈が死ぬエンドを出す。
※「二度目の恐怖」
→誘拐と今回ので怜奈にとって二度目の恐怖という意味に読者に捉えさせる。
　→本来の意味はループ二回目という意味。
その後は「？回目」というタイトルで怜奈が生き残るエンド。泣きながら「なんで……」


朔夜の先端恐怖症
誘拐時のトラウマ
どこかのシーンでそれで過呼吸になり、怜奈に打ち明ける→伏線
これのせいで殺陣ができず、それ系統のオファーが来ないことを酷く悔やんでる。
→舞台に憧れたきっかけが殺陣



本来のエンド
朔夜に先端恐怖症という設定はなく、相手がナイフ出しても怯まず倒す。

メア「面白いよねぇ、先端恐怖症って設定を加えただけで、ここまで変わっちゃうなんてさぁ！」


相手倒したあとベルトで腕固定
振り返ると震えてる怜奈
「ご、ごめん……足、力入らなくて……」
朔夜黙ったまま隣に座り込み、警察に電話
怜奈、迷惑をかけてしまったと罪悪感で怯える
朔夜が突然肩にもたれかかってくる
「えっ、ど、どうしたの？　もしかしてどこか怪我した！？」
「違うよ。安心したらどっと疲れただけ」

「怜奈が襲われてるの見た時、心臓止まるかと思った」


怜奈は、
今まで誰かを好きになっても母親に「この人はダメ」と言われたり、親が決めた相手と関係繋いできたから、この思いが恋愛なのかが分からない。

朔夜は、
告白したものの、本当は自分でも分かってない。小学生の頃、いじめられても父親に「お前が弱いのが悪い」とか言われてきた。けど、怜奈だけが助けてくれた。
怜奈だけが自分を見てくれた。だから、依存してるのかもしれない。'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    '姉と弟の話

始まり……
姉に憧れていた
まるでヒーローみたいに強い姉の背中に


弟は幼い頃弱くて泣き虫で貧弱
いじめられっ子
いじめられる度に助けてくれた

中学引越しして小学生の知り合いとは疎遠
いじめてた奴らからも遠ざかった


今現在
高校生
高３と高1

弟　池崎拓斗
姉より背がでかくなり、無愛想
少し反抗期気味(いつまでも姉に守られる存在じゃ嫌だ)
池田くんみたいな子

姉　池崎菜摘
少しやんちゃな生徒
以前より大人しめだが相変わらず喧嘩っぱやく口調が荒い
弟が生意気言うたびムキになるが力で負ける

手首掴まれ、逃げられず
「……ほら、今は俺の方が強い」
「当たり前だろうが！　離せ！！」



拓斗
甘いものが好きで作業の時は何かしらお菓子咥えてる
葵と中学からの友人
作曲が趣味で家に鍵盤とギターやら機材がある
学校で放課後誰も使わない教室(多目的室とか)でスマホ片手に作業したりする

葵「拓斗、今日もか？」
「お前よくあんな所に平気でいられるよな……」
※その教室には霊がいる

「あそこを妙に気味悪がるのはお前だけだろ」

葵「気をつけて帰れよ！」

拓斗ボソッと
「体育でゲロ吐いてた奴に言われたかねぇよ……」


幽霊とか怖くない
拓斗はそんなのより人間の方が怖い
※いじめられてたから

どちらかというと、姉の方がそういうのにやけにビビる。昔からそうだ。

幽霊とか、そんなものよりも……
教室に入る
電気がつかない
元々古い場所だが、ここまでとは……
季節は秋の後半頃
これは早めに退出しないと


作業してるあいだに寝落ち
目を覚ますと真っ暗
体が硬直する息をするのも忘れる
※昔体育館倉庫に閉じ込められたトラウマで暗所恐怖症

どうすれば
落ち着け、こんなとき、いつもどうしてた？
確か、こんなときは、いつもーー
→姉が助けてくれた

「拓斗ッ！」

光が差し込んでくる
姉が中に入ってきた

めちゃくちゃ心配する
「怖かったよな、来るのが遅れてごめんな」

「なんで……」
「葵くんに聞いたんだよ。お前、日没までには必ず帰るだろ？　なのに、なかなか帰ってこねぇから……」
※暗所恐怖症だから夜道が怖い

過剰に心配する姉に
「ちっ……余計なお世話なんだよ」
→いつまでも守られてることが気に食わない



拓斗は楽曲をネットに投稿してる
ニコ動的な
それなりに知名度とかある
アンチとかそういのも慣れてる。別に気にしてない。

すると、ある掲示板を見つけた
タイトルは自分の顔写真入手的なの
開くと、
そこには小学生時代の自分の写真が

「は……？」

なんで、どうして
拓斗が曲を作ってると知っているのは姉と葵と優だけ。葵と優は中学からの仲だし、小学生の写真を持ってるわけがない。

姉が自分を売るとも考えられない。

どうして

考えられる可能性は、ひとつ

(当時の俺を知ってる誰かが、同じ高校にいる……？)

あの教室で一人作業してるのを誰かに見られたことは何度かある。
だが、大抵が偶然通りかかった部活生だし、人が通ったときは息を潜めているからバレていないはず。
万が一にバレていたとしてもこのP＝拓斗とはならないはずだ。なるわけがない。他にもPはたくさんいるんだ。

だが、執念深く見られていたとしたら。
気配を殺し、観察されていたとしたら。

しかしたかが小学生のいじめだ。
そこまで自分に執着する理由がーー

(……いや)

一人、いる。
拓斗をいじめてたグループのリーダー格

体育館倉庫に閉じ込めた張本人
姉がふるぼっこにして結構な怪我を負わせた

幸いにも相手の親が話の分かる人で大事にはならなかったが、奴ならもしかしたら……

※その後彼は両親から「恥晒し」やら「情けない」「男児としてあるまじき」やらと罵られ、めちゃくちゃ厳しくされた。体罰とかも。
大手企業の子供で、家内では優秀な子。後継として相応しい男児となるため少し古臭いが厳しい家庭。
その鬱憤として拓斗をいじめてた。

→このことから拓斗を酷く憎んでいる。
顔を晒したのも彼

同じ高校なのは偶然
「ラッキーだぜ……あのクソ拓斗と同じ高校だったなんてなぁ」


ある日
放課後　突然の雨
傘持ってない。姉にメールすると
「だと思って折りたたみ持ってきた。着替えてから私に行くから少し待っとけ」
※姉はバスケ部

また姉の世話になるのか……と
しかし濡れるよりはマシか
いつもの教室へ

入った途端後ろから誰かに殴られる
倒れ、慌てて上体を起こし振り返ると一人の男が
そいつは背中で扉を鍵ごと閉める

「……よぉ、久しぶりだなぁ」

そいつは、リーダー格の男

「驚いたぜ。まさかてめぇと同じ高校とはな」
「覚えてるか？」

拓斗のせい(てめぇの姉貴のせい)で、と責め立てる
それに対して拓斗は「自業自得だろ」
→相手はブチギレる

姉のところに自分の息がかかった奴らを向かわせてる。
今の彼女はどうしても男性に力で劣ってる。喧嘩したら確実に負ける。

拓斗「卑怯だぞ」

やめてほしくば謝れ
そして、自分のSNSで懺悔しろ

それはつまり今の活動を捨てるも同然
確実に炎上する
不特定多数の人達に愛され讃えられてきた栄光はすべて無駄になる

しかし姉は喧嘩に余裕で勝って駆けつけてくる
「いくら劣ってるからって、このあたしがあんな雑魚に負けるわけないだろ」

冒頭のあたりでリーダー格の男の伏線とか
同じ名前を見つけるとか
→男の存在は出さず、ある名前を見て何か感じたって描写だけ


(「てめぇの曲は家族愛だとかそんなのばっか」)
「血なんて繋がってねぇくせに」
拓斗は捨て子。幼い頃に捨てられたのを今の親に拾われた。
男はそれを、捨てられた場面を見てたとかで知ってる。それでいじめてる。

曲を投稿してるのは本当の母親に見つけてほしいから。
たとえ画面越しでも不特定多数の人に愛されてることで寂しさを無意識のうちに補ってる。
→形のある「愛」が欲しかった。確証が欲しい。

姉に反抗しだしてるのは「どうせ同情だろ」という意識が強くなってきてるから。
→成長するとともに家族と血が繋がってないことにモヤモヤしはじめてる。気にしてる。また捨てられるんじゃないかという不安。

それらを男に突っ込まれ、何も言い返せなくなるし自分の中にある不安が大きくなっていく。

「お前は愛されてない」
「親が子を愛すのは自分に忠順だからだ。反抗しだしてからなんて愛さない」
→自分の境遇から。自分は親に愛されてないと思ってる。親子愛なんて偽物。

拓斗の曲は家族愛とかそんなのばかり(カンザキイオリさんみたいな)
男はそれが気持ち悪いと思ってる。
仲のいい家族に憧れながら、それが気持ち悪い

「邪魔になれば捨てられるんだよ」




姉が駆けつけた時
「血なんて関係ない。そいつはあたしの大事な弟だ！」

それを聞いて拓斗は決心
自分には家族がいる

「気持ち悪いなぁ……！」
男が姉に殴りかかろうとして
拓斗が腕を掴んで止める
必死に離れようとするが強すぎて離れない

「離せよ！　じゃねぇとてめぇのあることないこと言いふらすぞ！」

「……別に、好きにしろよ」
「それで多くの人間に嫌われても、俺には姉貴がいる。俺には家族がいる」
「もう過去に囚われるのはやめた。俺には姉貴と、今の両親がいればそれで十分なんだよ」

「……んだよ、なんだよそれ」
手離れる。肩が震えてる。
振り返った、そのときの顔はどこか泣きそうに見えて
「マジで気持ちわりぃんだよ」

走り去っていく

拓斗「また……俺は、姉貴に守られてばかりだ」
姉「何言ってんだ。最後はお前が守ってくれただろ」

姉　謝る
ずっと気にしてたんだな、気づいてやれなくてごめんと

「やっぱり、お前はあたしの立派な弟だ」
頭撫でる

「……やめろよ、恥ずかしい」

結局男は何も言いふらさなかった









※ナイトメアでは
雨は降っておらず、そのまま拓斗帰宅する
道中でリーダー格の男に絡まれ
→姉は部活で助けに来れない
事故死とか


帰り道の途中で男に絡まれる
「最近反抗気味らしいな。そんなんじゃお前、また捨てられるぞ」
家族愛なんて偽物だ、おまえは愛されてない。

責められ、後ずさるうちに歩道と車道を仕切る岩につまづき転倒→車道へ
ちょうどそのタイミングでトラックが走ってきて、そしてーー

暗転
次のシーン、真っ暗な世界の中で拓斗一人

父の姿を見つける
しかし冷たい言葉を吐き消えてしまう
次に母、最後に姉、と同じように

崩れ落ちる
「なん、で」

「独りぼっち？　カワイソー」
メア現れる

「苦しいよね、辛いよね。1人はさみしいよね」
さぁおいで、と

近づいてきた拓斗をぐっと引き寄せ、耳元で、
「永遠に続く悪夢の中へようこそ」

終わり
次のシーンへ


「そうして拓斗は、永遠に埋まることのない孤独を抱えたまま悪夢をさ迷うことになった……と」
拓斗の物語を読んでるメア
※あるいは双子が読んでて「終わりー？」「ひどいねー」とメアに

「孤独ってのはね、目に見えないんだよ」
「傍からどれだけ幸せそうに見えようとも、本人が孤独ならばそれは孤独だ。誰にも分かってもらえないんだよ」

「……でも」
「でもコイツは違う。愛されてるくせに。血が繋がってなくてもアイツらから愛されてるくせに。何が形のない愛は信用出来ない、だ」
「ほんっとムカツク……――ッ」

頭を抑え、本を落とす
「だいじょうぶ？」「イタムノカー？」
「っ……だい、じょうぶ……また、いつものやつだよ」


落とした本をひろって、
「……お姉ちゃん、か」'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'りんちゃんと、やよいの話

絵画恐怖症
絵を描くのが怖くなったりんちゃん

でも高校に行けば誰も自分が絵をかくことを知らない

なのに

やよいが転校してきた
絵を描くことを知ってるやよいが


りんちゃんの母親は毒親
父親の影をりんちゃんに重ねており、子供への愛情というより異性への愛情のようなものを捧げてる
↓
女性や性的なことが苦手。というより嫌悪。
自分たちに寄ってくる女子達も気持ち悪い
でもやよいだけは特別。


悪夢はいつも母親に関することばかり
悪夢の中での母親からの言葉
「れんは本当に絵がうまいわね」
「誰よりもうまいわ」
「あの人に似てとても素敵」
とか、絵を異常に褒めたり、父親に重ねて触れてきたり

身体中をべたべたと触られた
気持ち悪い気持ち悪い気持ち悪い



悪夢を連続して見るように
飛び起きて「くそっ……」

メア登場「苦しいよねー」
「何度も何度も怖い夢ばっかり……段々と、ここが夢なのか現実なのかが分からなくなる」
「ねぇ……今は、現実？　それとも、夢？」

「良いこと教えてあげようか。夢から覚める、良い方法」
高いところから飛び降りれば目が覚めるという

りんちゃん身投げ
その後、リヒトのように病院で眠り続ける

これのメアの本当のターゲットはやよい
りんちゃんが永遠に目覚めないことでやよいに永遠の悪夢を与えてる

メア「一生苦しめ、偽善者」
姉を嫌悪するように、やよいを無意識に嫌悪
理由は分かってないから余計腹たってる




※りんちゃんが身投げする流れ(変更あり)

その日女子に告白される
断ってもしつこく、挙句身をすり寄せられる
罵倒を吐きそうになるのをこらえ、断って逃げるように立ち去る

帰り道でやよいと会う
口論
「お前に何が分かる！」
「分からないよ。りんちゃんの苦しみなんて、私には何も分かんない」

「けど、これだけは言える」
「貴方は鳴上憐。貴方の父親じゃない」


その夜夢を見る
起きても身をまさぐる感覚が張りついてて気持ち悪い

と、

「かなしいねー」
「クルシイネー」

双子登場

「ははに、すごくあいされた。なのに」
「ソレハ、スゴク、イビツ」
「きもちわるい」
「キモチワルイ」

ぞっとする
なんだ、こいつら
これは悪い夢か

「ゆめ……？」
「ユメ……ソウ、コレハ、ユメ」

奇妙な笑い声とともに部屋の奥へ走っていく

「ま、まて！」

追いかけるーーと、景色が一変
母と暮らしてた頃の家、しかも寝室

母が現れて
「憐……あぁ、とても素敵に成長して……あの人とそっくり……」
触ってくる
青ざめ、「やめろッ！」突き飛ばす

と、景色が元に戻る
呆然

「ふーん、流石早いねぇ(夢と自覚するのが)」
メア登場
「やっぱり、悪夢を見るって設定が元からあるからなのかな？」

「な、なんだよ……お前、誰だよ……」
困惑する

「誰、か……うん、いいよ。今、ボク凄い楽しい気分だから教えてあげる」
「初めまして。ボクは『ナイトメア』の住人、メア。以後、お見知りおきを？　あははっ」

無邪気に子供みたいに

「で、こっちのチビたちが……えっと、なんだっけ？　魔女を暖炉で焼き殺した二人だっけ？(ヘンゼルとグレーテル)」

「チガウヨ！」
「でも、それもたのしそう？」
「オモシロソウ？」

双子がきゃははと笑う

「ねぇ、あのひと、まだわかってないみたい」
「ホウチ、サレテルネ」


りんちゃん
さっきから意味がわからない
なんなんだ、こいつらは
これは夢だ、悪い夢だ

「悪い夢、か」

心の中を読まれたように
驚愕


「じゃあ、現実はどこにあるの？」
「ここが夢の中だとして、オマエの現実はどこ？　どうやったら抜け出せる？」

「残念だけど、オマエの悪夢は永遠に終わらないよ。あの女がいる限り」

「あの女にとっての幸福は『鳴上憐を救うこと』。でも、その幸福を得るためにはオマエが不幸であるという前提が必要になる」
「つまり……オマエが悪夢に、忌々しい母親の呪縛に囚われ続けるのはあの女のせいだ」


「ねぇ、教えてあげようか」
「夢から抜け出せる、とっておきの方法を」
手を差し出す
「おいで」

りんちゃんがメアに触れる→悪夢に取り込まれる
りんちゃんは病院で眠り続ける
→身投げしたことになってる


最後　メアが本を閉じる
「…………一生苦しめ、偽善者」

「やぁ、おかえり」
男が現れる(一人称は俺にする)
「少しやりすぎなんじゃない？」
「ターゲットはあの女の子だけだったはずなのに」

「結局、あの男まで悪夢の中に取り込んだんだろう？　別にそこまでしなくてもよかったのに」

「……ムカつくんだよ」
「気持ち悪いって何……やめろって何……？　愛されてるくせに、母親からあんなに愛されてるくせに！」
頭かきむしる
「前回の男も！　この男も！」
「許せない許せない許せない！」

「……愛、ねぇ」
「まさか、君が愛を語るなんてね」
「ねぇ、どうして許せないんだい？」

※あるいはここで問いかけずに「愛ねぇ」とつぶやくだけ。
メアは怒りを見せるうちに頭痛を起こす、とか。

「…………ど、して」
しばらく呆然として、
頭痛
頭抑えて苦しみ出す
「うっ……ぐ……いた、い……！」

「やれやれ……また悪い病気が出たか」

メアに触れる
救いの力で
「さぁ、おやすみ。今はまだ何も思い出さなくていい」


→次の話へ
本棚で男が伯の本を見つけたシーンから
「こんなところに……」

※それまでに世界観の説明風な文章
右も左も、前も後ろも。1面見渡す限り本棚だらけ。どうやって取るんだってくらいに高い。
分かってることは、
　この世界には出入口がなく、本が積み上がってるだけ。まるで大きな図書館。
　ここにいる人は、本の中に住む登場人物たち。
　そして、この世界に姿を現した者は何らかの力を持っているということ。


メアが現れて「どうした？」

「おっ、次はそれか？」

「違うよ。これはダメ」

「えーなんでなんで。どんな話なんだよ」

悪夢を食べる話だと説明
「君には関係の無い話だ」
でもメアは面白そうだからと入りたがる

「まったく、君の目的を忘れたのかい？」
「君の目的は『ナイトメア』の物語を進めて、その著者である『主』に結末を書いてもらうこと。そうだろう？」
※ここ(3話)で目的明らかにする
ナイトメアはあらゆる物語を悪夢にすること、メアの力のことも。(上記セリフ修正必須)

寄り道してる場合じゃないよ、と別の本を渡す
メア不服ながらも双子の名前を呼んで立ち去る

「……そう。この悪夢は、まだ終わらせるわけにはいかないからね」

→次、ターゲットとなる話が普通に始まる'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    '葵と優の話
※実は没になった話で、青年が間違えて渡した。

幼い頃のシーン
葵は母親と貧しい暮らし
母親が凄いダメ人間＋幽霊が見えるという葵を気味悪がり暴力
　→葵は虐待を受けていた。
　　→ここでメア（リヒト）との共通点

家を追い出され、ボロボロの状態で河川敷で泣いていると、
「どうしたの？」
優が登場。

葵より少し上を見つめて、「だめ。この子に触っちゃだめだよ」
葵驚く
「お前も、見えるの……？」
やっと仲間を見つけた。今まで母親に気持ち悪いと殴られ続けたため、凄く嬉しくて泣いてしまう。

奏汰が来る。
「優ちゃんが泣かせたの？」
「違うよ。この子が勝手に泣いたんだよ」

その後事情を知った奏汰は一旦葵を家に連れ帰り、翌日一人で葵の家に
→葵の母親は死んでいた。原因はアルコール中毒。

葵には親戚などもおらず、奏汰の家が引き取ることに。
葵は奏汰の義弟となる。
「よろしくな、葵。今日から俺とお前は家族だ」

しかし、

とある喧嘩で奏汰はつい葵を突き飛ばしてしまい、葵は階段から落下→死亡
怖くなった奏汰は思わず逃げ出してしまう
次の話へ
↓
メアの視点に切り替わる
葵の死体を見て、
「……これ、どういうこと？」
池崎家の話で『葵』という存在は登場している。しかし、この話では葵は死んでいる。
→矛盾が生じている

双子が、
池崎家の話では、確かに登場はしているけど容姿まで描かれていない。ただのクラスメイト扱い。
つまり、この話の葵と池崎家の話の葵とは繋がっていない可能性がある。
もしくは、別の存在に『葵』という役が振り分けられているのかもしれない。
「つじつまがあえば、ものがたりはつながる」
「デモ、ムジュンガアルト、クサリハコワレル」
「きっと、葵というこまは、ここでいちどしんで」
「アノハナシデ、アラタナコマガ、ハイチサレタ」
→姉がリヒトとメアを繋げようとしている、という点と重ねた展開
「コノモノガタリヲ、カイタヒトハ、ワスレテタノカモシレナイ。ドチラカノ、ソンザイヲ」
「あるいは、さきにあっちをかいて、あとになって葵というじんぶつの、せっていを、うわがきしたのかもしれない」
「ヨク、アルヨネ」
「ものがたりは、かいへんを、かさねる。なんども、へんかする」
※メアは池崎家の話での葵の容姿を覚えていない。
　※そもそも没になった話だから池崎家の話と繋がっていない

ドラマでも途中で配役が変わることあるし、そんな感じの流れ。

メアは葵に同情
→リヒトの影響が出始めているため、虐待を受けている葵に自分を無意識に重ねている。
「なんでかは分からない……けど、こいつは助けてあげたいんだ」
「デモ、ムリダヨ」
「メアのちからは、あくむにするちから。だれかをすくうなんて、むり」
メア落ち込む
「……アー、デモ」
「あいつなら、できるよね」
→青年のこと

一度図書館に戻り、青年の元へ
「あぁ、メア。丁度良かった。さっき渡した本なんだけど、実は――（没になった物語なんだ）」
「聞きたいことがあるんだけど。オマエの『力』って何？」
「……唐突だね。どうしてそんなことを？」
「助けたいんだ。この物語を」
本を差し出す。青年は怪訝そうに
「……どうして」
「分からない。でも、この葵ってやつは死なせたくないんだ」

青年は察する。彼は、自分を無意識に重ねていると。
「……僕の力は、救いの力。君とは逆で、物語を救済する力だ」
本を広げ、
「確かに僕の力を使えば、この葵という奴は救えるだろうね。でも、いいのかい？　君が物語を悪夢に変えることはできても、具体的な展開を決めることができないのと同じように、僕もこの物語を細かく操作できるわけじゃない。葵という奴を救うことはできても、その後の展開がどうなるかは僕にも分からない。特に、奏汰という人物に悪い影響が出るかもしれない。それでもいいのかい？」

「いいよ。葵を救えたらそれだけでいい。他の奴らなんてどうでもいいし、奏汰とかいう偽善者だってどうでもいい」

「……了解」
→葵を救済。葵が死亡するという展開が消える。

＊＊＊＊＊＊＊没案＊＊＊＊＊＊＊＊＊＊＊＊＊
「確かに僕の力を使えばこの葵という奴は救えるだろうね。でも、そのためには犠牲が必要だ」
「犠牲？」
「生贄だよ。葵を助けることで、代わりに奏汰が死ぬ。それでもいいのかい？」
「構わないよ。むしろあんな偽善者、死んじゃえばいい」
「……そうか」
→力を使い、葵を救済。奏汰が死亡する展開へと変化。

しかしこれにより優が悲しみ、葵は罪悪感を背負い続けて生きる羽目になる。

メア、すぐさま物語を開き、読み進めて確かめる。
「……良かった」安堵の表情。

そんな彼を冷たい目で見る青年
＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊＊

『物語変更（葵救済）後』
青年が物語救済後、次話へ進んでこれが始まる。
喧嘩するのは変わらない。因みに喧嘩の内容は葵の「自分は邪魔なんじゃないか」という不安が爆発したことによるもの。
奏汰が思わず突き飛ばしてしまうことがなくなり、葵を説得。
→和解し、二人の絆が強まる。ハッピーエンド。
それを遠くからメアが見てる。
「……なんだ、代わりにあいつが死ぬと思ったんだけどな」
「まぁいいや、葵が救われたなら」
でも、どうして助けたいと思ったのだろう。考えても分からない。
「こういうのって、大抵自分に重ねてーみたいな感じだけど……うーん、分からないなぁ。僕はただの悪魔だし」
ふと、
「……ただの、悪魔。……本当に？」
そういえば、『メア』とはどういう人物なのだろう。主は、どういう考えで自分を創ったのだろう。
「……僕って、何者なんだろう」
ここでメアが自分の存在に疑問を抱く

次の話へ↓

双子と青年が会話
「デモ、ヨカッタノ？」
「あんなものがたりに、ちからをつかって」

「いいんだよ。別に何かが減るわけじゃないし」

「デモ、アレッテ、タシカ……」
「すてられた、ものがたり。だったよね？」

やはり知っていたのか。知っている上でメアを動かすなんて、なんと悪趣味な。
「そうだよ。葵という人物が死亡する設定が没になったからね。代わりに新たな設定として奏汰が死ぬことになる」
「その原因……というか、要因かな。それが葵で、優から大切な人を奪ったという罪悪感で苦しむこととなる」
→それが優が主人公のお話。
「つまり、あの葵（物語）をいくら救済したところで、葵という人物そのものが救われるわけじゃない。結局彼は苦しむことになるし、池崎家の話とリンクしているのもそっちの葵だ。さっき僕が救った葵の物語はあれ以上進むことがないし、成長もしない。無意味だったんだよ」

※別プロジェクト内なら同じクラス名でも問題ないのと同じで、没話の葵と優主人公話の葵とは別物。
因みに没話と優主人公の話とはタイトルも違うから別プロジェクト扱いとなる。

「ザンコクー」
「ひどいねー」

「それを分かっててやらせた君たちにだけは言われたくないね」


「それにしても、助けたい……か」
自分の本をぎゅっと抱きしめて
「愚かだ（自分の過去を分かってないのに葵を救いたいと思ったメアと、無駄だと分かっていながらも救ってしまった自分が）」'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    '伯の話

小さな村に住む少女。
「悪夢」を食べてくれる存在として、村の人々から崇められている。
穢れをなくすため外界との触れ合いをなるべく避けられており、祠的なとこに閉じ込められてる。食事も質素。

「伯様、息子がこの頃怖い夢を見るらしくて……」
「分かりました。今夜、お伺いします」

普通の子みたいに暮らしたいとは思わない。
遊びたいとか、美味しいものを食べてみたいとか、思わない。
ただ、一つだけ。もう少し、自由になりたい。
こんな鳥籠の中じゃなく、自由に空を羽ばたきたい。

伯だって悪夢を見る。
そんな彼女の悪夢は、誰が食べてくれるのだろう。


メアが現れた際
「……そこに、誰かいるのですか？」
「驚いたなぁ、ボクの存在に気がつくなんて」

「貴方からは、良くない気を感じます」
「一体、何しに来たのですか」

「この物語は既に悪夢みたいなものだから、わざわざボクが手を出す必要はなさそうだねぇ」
「……え？」
※このとき、メアが初めて伯の悪夢に気がついた。→自分の存在が悪夢だから。
これはメア自身の言葉で出したものであり、物語内では一切記載されていないこと。
つまりこのときに伯がメアに抱いた想いは紛れもなく伯自身のものであり、「作り物」ではない。
「ちょっと悪夢の食べ過ぎなんじゃない？　そのうち、ボクみたいになっちゃうかもね！　あははっ！」
呆然とする伯。気づいてくれたことへの喜びでいっぱいで、反応できない。


※会話流れ
メア「なーんだ、ここは既に悪夢の中か」
伯がメアの存在に気がつく
メア「驚いたなぁ、ボクを認知できるなんて」
「貴方は……」
「やぁ、初めまして。ボクはメア。よろしね。……と言っても、こんなつまらない世界に長居するつもりなんてないけど」

「ねぇ、オマエって悪夢を食べてるんだよね？　悪夢って美味しいの？」
「……なんで、自分の悪夢は食べないの？」
伯驚く。
「……妾が悪夢に苛まれていると、分かるのですか」

「貴方は不思議な方です」
「夢を見ながら、夢を見ている」
メア「…………え……？」

「何、言って――ッ！？」
激しい頭痛。その場に崩れ落ち、頭を押さえて呻く。
「ど、どうしたのです！？」慌てる伯。
双子「あーあ」
「ジライ、ッテヤツ？」
「というか、とりがー、かな」
困惑する伯「貴方たちは……？」

「ふふっ、たすけたい？」
「コノコ、タスケタイノ？」
「それじゃあ、ものがたりを、すすめないと」
「ソウダネ、モノガタリヲ、ススメヨウ」
「えんどろーるを、むかえれば」
「『リヒト』ハ、スクワレル」
「あはははっ」
「アハハハッ」

シーン変わって（次の話へ）
メアが目を覚ます。暗い空間の中「……え、ここ、どこ」
と、瞬時に周囲の風景が変わる。→リヒトの家
だがメアにはどこだか分からないため困惑。
→男の子の悲鳴。見ると、殴られるリヒトの姿が。
「ちょっ、やめなよ！　親が子供を殴るとか最低だろ！」
手を伸ばして――しかし、父親に触れられず手はすり抜ける。メア驚く。
→リヒトの顔を見て驚く。「僕と、同じ顔……？」

次々に場面が移り変わり、リヒトが夢に溺れるまでの経緯を見せられる。
と、姉とナハトが計画を立てる。リヒトを救うための計画。
「ナイトメアよ……私のこの話で、救えないかしら」
「この話に出てくるメアには過去がある……でも、その過去についての詳細は語られてないの。だから、なんとかして繋げられないかしら」
計画の内容を聞いたメア「……どういう、こと。何、それ」

激しい頭痛。倒れる。

→この『夢』から覚めて、激痛で叫び暴れる




＊＊本来のエンディング＊＊
悪夢払いを続けた結果、自らも深い悪夢に飲み込まれ死亡。
数多の人々から払った悪夢は全て彼女の体に毒として蓄積され続け、彼女の命を奪った。
現在、伯の祭壇（石碑とか）があり、「悪夢払いの魂ここに眠る」的なこと書いてある。
かつて人々を悪夢から救った英雄としてあがめられている。

彼女を憐れむ者など、誰一人としていなかった。

どこにでもいる、普通の幼い少女だというのに。'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'さくれな流れ

※追記
朔夜はメガネして前髪長め
→顔隠すため
　→そのため怜奈も思い出しにくい状態
怜奈に声をかけたとき、メガネを外し前髪を乱す





始業式の翌日
ギリギリで入ってきた朔夜を目で追いかける怜奈

全くこっちを見ない。

放課後、理子が帰ろーと寄ってくる
すると朔夜が早々と出ていく。怜奈思わず「あっ……」
理子「？　何、東堂がどうかした？」
「え、いや……別に、なんでもないんだけど」
「なになにー？　怜奈ってあぁいうちんまりしたのが好みだっけ？」
「そっ、そういうんじゃないって」

「まぁでも、あまりあの子と関わらない方がいいよ」
「え、なんで？」
「なんか気味悪くない？　根暗だし無口だし、絶対ろくな性格してないよ」
「あはは……偏見じゃないかな、それは」苦笑

なんか気になる。
けど、それが何故なのかが分からない。

※朔夜を思い出すの、翌日だと早すぎるかも

帰り道
「(理子はあぁ言ったけど、なんか気になるんだよなぁ)」

家に着いてドアを開けようとして、振り返って朔夜の家を見る
東堂の名札

彼は、いつからこの家に住んでいたのだろう
ずっと住んでいたのなら、小学と中学も同じだったはずだし、今まで一度も見かけなかったなんてことありえない。
それに、大人が出入りしている様子もなかった。

家の中入って、
「ねぇ、ママ。聞きたいことがあるんだけど」



***お母さんがクラスメイトの一覧を見た時に気づくのでは***
朔夜が一瞬こちらを見て家の中へ入ったあと
「ただいまー」と怜奈も家の中へ

「おかえりなさい。どうだった？」
「ん、ちょっとまって」

カバンを置いて、クラスメイトの一覧が書かれた用紙を渡す

「去年と同じクラスの子は……あら、理子ちゃんが一緒なのね。良かったじゃない」
「うん……そうだね」
※怜奈は理子のことそんな好きじゃない

「えぇっと……」'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'リヒトとしての記憶を思い出すとき


メアが見た光景と全く同じ光景を青年と伯も見る
→2人もリヒトのことを知ることになる


回想終了後

青年「っ……！？　な、なんだよ、今の……！」

何かが倒れる音
駆けつけると、メアが苦しみながら倒れてる
傍には伯の物語
→物語から出てきたところ

双子が状況説明
青年「僕が救ってあげる」

伯出てくる'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'プロローグ時

一つ目
姉とナハトとが眠るリヒトの隣でナイトメアの本を開いてる
「……ようやく、ですね」
「えぇ……これで、これでやっとこの子を救うことができる」
リヒトの方を見て
「まっててね……私が、絶対に救い出してみせるから」



二つ目
青年「……物語を悪夢に変える物語……？」

なんだ、それはと。
メアを見る。

「……へぇ」

笑みを浮かべ、

「面白そうじゃないか」'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    '孤児院で育った二人の話
追加ストーリー
「身勝手な二人の物語」

稲葉小萌　
三つ年上
昔に母親を殺したことがある
父親は知らない。物心着いた時には既にいなかった。
母は一人で小萌を育てていたが、身体が弱く倒れてしまう
さらに重たい病気が見つかる
治りはするが、治療費がない

屋上で一人の母
小萌「お母さん？」
母が弱音を吐く。
もう疲れちゃった、もう死にたい。

小萌「じゃあ、死んじゃお？」
「お母さん、たくさんたくさん頑張ったから、きっとお天道様も褒めてくれるよ。天国に行けるよ？」

☆☆☆
小萌は幼い頃に母から絵本で天国に纏わる話を聞き、それを本気で信じてる
「死んだら天国に行くの？」

「えぇ、お利口さんにしてたらね」

「じゃあ、萌も死ぬ！」
→死んだら誰でも天国に行けると思って

母笑う
「ふふっ……怖いこと言うのね、萌ちゃんは」
「あのね、命を粗末にすると反対に地獄に落ちちゃうのよ。とーっても恐ろしい場所よ」

「そまつ……？」

「自分で自分を殺すこと。だから、萌はそんなことしないでね」
頭を撫でる
☆☆☆

それを聞いた母は苦笑し、
「どうだろ。お母さん、天国に行けるかな」
→小萌に不便させてるこんな自分にそんな資格ない

「さ、戻ろうか」

階段を降りようとするところで、小萌が母を突き落とす
頭を打ち出血し、意識混濁状態になる母
→これが原因で死ぬことになる

死ぬ直前、母は笑って
「……あり、がとう……小萌……」

無機質な音が鳴り響く
看護師たちは残念そうな顔をしているが、小萌は
「良かったね、お母さん。やっと楽になれたんだ」
「……いいなぁ」


以来、小萌は死にたがってる子や苦しんでる子を楽にさせてあげようとするように
それが度を過ぎると殺してしまう
みんなが天国に行けるように
みんなが天国に行けるなら、自分は地獄に落ちてもいい
でも、いつか誰か私のことも殺してほしい




六月陸
毎日母が父から暴力を受けてた
ある日耐えきれなくなった幼い陸は父を刺殺(小学4年生)
母はそんな陸を庇うため
「全部ママがやったことにするのよ」
「貴方は何もしてない。早く逃げなさい」
「もうママのこともパパのことも忘れるの」

泣きじゃくりながら家を出ようとする
出る直前振り返ると、泣き叫びながら父に何度も何度もナイフを振り下ろす母の姿
それが最後に見た母の姿

返り血で塗れた陸は保護され、孤児院へ
→この際、近所の人に見られており、その人は陸が殺したと思ってる

無愛想で無感情な陸
誰とも馴染めない中、小萌(中一)だけが優しくしてくれる
ある日小萌に全てを打ち明ける

「そっか、辛かったよね。苦しかったよね」
「よく頑張ったね」

抱きしめられて、泣きじゃくる陸
ずっと耐えてたものが爆発した

「ずっと我慢してたんだね」
「大丈夫、もう何も怖くないよ」

「でも、どうしてお母さんのことは殺さなかったの？」
「お母さんのこと、天国に行かせてあげられたかもしれないのに」

→この頃からなんだかおかしいとは思ってた
でもそんなの気にならないくらい、陸は小萌に惹かれていた

クラスメイトの女子といい感じになり、付き合うことに
ある日その子の家に行くと、
父を刺殺したあとの血塗れの陸を目撃した女性がいた
女性は、彼女の母親だった

以来、学校で「六月陸は親殺し」と広まってしまう

周囲から避けられる
それでも構わず彼女に声をかけると、無視されてしまう

帰り道、後ろから声をかけられる
「六月くん！」
「その、ごめんね……」

もう嫌気がさしてる陸
「……別に、気にしてないし」
「そんなことより、いいの。俺なんかと話してて。誰かに見られたらまずいんじゃないの」

「そ、それは」

「だから、お前も俺を無視したんだろ」
軽蔑するような目
「所詮、お前も自分が一番可愛いんだな」

「っ……！　しっ、仕方がないじゃない！」
「あぁしないと、私までいじめられるから……！　仕方がなかったのよ！　私ばっか責めないでよ！」

逆ギレ
それを聞いて陸は本気で嫌気がさす
「もういいよ」
「じゃあな」





とてもつらい
生きてることが辛くて苦しい
「そっか……もう、疲れちゃったよね」
「じゃあ、もう休んじゃおうか」

「もう、楽になろう？」
「陸くんはお父さんを殺しちゃったけど、その分いっぱい頑張ったから。きっと天国に行けるよ」

突き落とす
「え……？」ときょとんとする陸
「ばいばい、陸くん」
天使のような笑顔で手を振る小萌
陸死亡

この後涙を流す小萌
その夜、子供の頃の夢を見る
『その夜、私は夢を見た』
夜に、入院した母の看病をする幼い小萌
母は眠ってる

その背後から
「いい加減諦めなよ」と、メア

「……あなたは、誰？」

「僕？　僕はメア。以後お見知り置きを。って言っても、この『物語』はもうすぐ終わりを迎えちゃうんだけどね」

「めあ……ものがたり……？」

男は意味の分からないことばかり言う
幼い私は何も理解できなくて
だけども不思議と惹かれるものがあった


「ねぇ、お母さんとずっと一緒にいたい？」
「ここはね、夢の中なんだ。夢から醒めてしまえば、君はお母さんと離れ離れになる」
「もう、二度と会えないんだ」

「い、嫌だ！　萌、お母さんに会えなくなるのは嫌だ！」

その発言にメアはにったりと笑う

「じゃあ、ずっと夢を見続けようか」
「さぁ、コモエ。醒めない夢の中でおやすみ」


その後　メアと双子
あるいはメアだけで話してる

この物語は一見陸が不幸な目にあっただけのように思える
小萌は幸せな記憶の夢を見続けることが出来て
悪夢に飲み込まれてる感じがしない

「そう思うだろう？　でも、実際は違うんだ」

小萌が見てる夢は、母が死にたいと零した日
「あのコモエは夢の中にいつづけることを選んだ。だけどそれは、あのコモエの意思。夢を見てる方のコモエの意思じゃない」
つまり、ここに留まると答えた小萌は幼い小萌で、今の現実世界での自分のことを知らない

「だから、コモエは同じことを繰り返す」

ずっとずっと、何度も何度も母を殺す
たとえいつか過ちに気がついたとしても、あの夢からは出られない
「だって、コモエ自身がそう望んだんだから」

「カワイソー」
「あくしゅみー」

「ふふっ……リクがあの女の家に行くと決めた時点で、あの物語の結末は決まっていたんだよ」
「ホントにかわいそうだよね。コモエを守れるのはリクだけだったのに、そのリクが死んじゃうなんてさ」




☆☆☆☆☆本来の流れ

陸は彼女の家に行かない
→彼女の母と会うことがなくなる

施設の屋上に上がると飛び降りようとしてる小萌の姿
慌てて引き戻し「何やってんだよ！！」

「何って、死のうとしてた」
※本当は死ぬつもりなんてなかった

あまりに当然のように、普通に言うものだから言葉を失う陸


「誰かが悲しむとか考えないのかよ！」

「じゃあ逆に聞くけど、なんで悲しいの？」
「どうして死を悲しいものだと思うの？」
「生きてたって苦しいことばかりじゃない。痛かったり、つらかったり、苦しかったり。それにどうせ最後にはみんな死んじゃうんだし」

笑顔で
「死は救済なんだよ」

小萌は地獄落ちでもいいから死にたがってる

陸　どうにかして阻止したい
「小萌が死んだら俺も死ぬから」
こんな脅しが通用するのかは分からない
当然自分には自殺する勇気なんてないし、一か八かの賭けだ

すると、
小萌「…………自殺、するの？」
急変する。怖い表情で、
「自分で、自分を殺すの？　命を粗末にするの？」
責め寄ってくる、肩を掴んでくる

「あ、あぁ……小萌が死のうとするなら、だけど」

「……分かった。私、死ぬの、やめる」
→陸に地獄に落ちて欲しくないから

※幼い頃に地獄の夢を見てしまい、トラウマに



※※変更
小萌は最初は「人の命を奪うこと」が悪い事だとは思ってなかった
罪なき人を殺すのはダメだが、自分は母を楽にさせてあげただけ
しかし成長すると共に、一般的には人殺しが見境なく悪い事なのだと知る
だけどやっぱり、自分のしてきたことがどうして悪いのかが分からない

悪い事だとは分かる
でも、なんで悪いのかが分からない

人は動物を勝手に殺し、勝手に感謝して、勝手に食べてる
それと何が変わらないのか
私のしてきたことをエゴだと言うのなら、何が違うというのか
どうして人を殺してはいけないのか



小萌の父親と名乗る人がくる
※小萌の母は「ひとみ」

2人で机を挟んで、向かい合ってソファに座って話す
陸は外で立ち聞き
父は一緒に来ないか、と
かつて自分はダメ人間で、ひとみに捨てられた
だけど今はちゃんと安定した職にもついていて、まっとうな人生を生きている
今からでも家族にならないか、と

小萌は断る
「お母さんは、私が殺しました」
「苦しんでたから、楽にしてあげたんです」
「私が、殺しました」
※ここで陸はこのことを初めて知る

父は怒り、机越しに小萌の襟首を掴み立ち上がる
小萌「憎いですか？」
「私は貴方の愛する人を殺しました」
「私がいなければ、母は死ななかった」
「私がいなければ、貴方は母に捨てられることはなかった」
「私がいなければ、貴方は母と幸せになれた」

父　明らかに怒りの表情

「……私に、死んで欲しいですか？」

父がなぐろうとする
そこで陸入る「やめろ！」

父は出ていく

小萌の傍に寄ると
「なんで止めたの？」
見上げてくる。無表情で
「……言っただろ。小萌が死ぬなら、俺も死ぬって」
小萌　黙り込む


色々話す
・最初は人殺しが悪いと思っておらず、成長とともに悪いと知ったこと

・施設にいた子のことも、昔何人か死なせた
そのとき、みんな「ありがとう」って笑ってくれた
でも、周りの人はみんな悲しんでた

日向先生(施設の先生)に話を聞かれて、「私はただ、楽になろうって言ってあげただけです」って答えた。
そしたら、悲しい顔をした
悲しい顔で、泣いて、小萌をただ抱きしめた

→なんでかずっと分からなかった
人殺しが悪い事だと知ったあとも分からなかった

「でも、今なら、なんとなくわかるの」

陸の方を見て、
少し涙ぐみながら
「……私、お母さんに会いたい」

自分が今までしてきたこと
確かに当事者を楽にさせてあげることはできてたかもしれない
だけど同時に、その子に会いたがってる人たちの心を殺してるのだと
会いたい人に会えることを、その人にとって大事な人を奪ってるのだと

「私は、たくさんの人から大事なものを奪ってきた」

地獄に落ちて当然
ずっと頑張っていれば、いつか死ねた時に母に会えると思ってた
だけど、自分は地獄に落ちる運命だから
会えない
もう二度と、母には会えない
それでも死ななければ
こんな自分は生きていてはいけない
奪うことしかできないこんな自分なんて

でも、死ぬ勇気なんてない
小萌は自分で死ぬ勇気がなく、だけど死ななければいけないと思ってる

「陸くんが止めてくれたあの時もね、本当は死ぬつもりじゃなかったの。ただ、死のうとしてる人にとっての景色を見てみたかった。こわくないのかなって」

実際とても怖かった

「もうこんなことはやめようと思った。でも、やめられなかった」

苦しんでる人を放っておけない
無視しようとしても、母の衰弱した姿を見て怖くなる
このままじゃ苦しみ続けるんじゃないか
そして、自殺してしまうんじゃ
そしたらあの子は地獄に落ちてしまう
それが怖い。耐えられない。
だから、つい手を差し伸べてしまう。

ずっと誰かに止めて欲しかった
そしたら父と名乗る人が現れた
ちょうどいいと、母を殺したことを独白して煽った

「でも、陸くんに止められちゃった」



「なんで死なせてくれないの？」
笑顔で
でも目は笑ってない


陸「ごちゃごちゃうるせぇんだよ！」
「俺はただ！　小萌に死んで欲しくないだけなんだよ！　会えなくなるのが嫌なんだよ！」

「そ、そんな身勝手なーー」

「身勝手はどっちだよ。苦しんでる姿を見たくないとかで勝手に人の命奪うような真似して」
「それでも死にてぇなら俺の目を盗んで死んでみせろろよ。その代わり、俺が全力で阻止してやるからな」

「…………なに、それ」
俯いて笑う　涙を浮かべて
「馬鹿みたい」


後日
「え、結局父親について行かなかったのか？」

小萌「うん……やっぱり、私のことは許せないと思うし、何より私自身が、まだお父さんとやり直す資格なんてないと思うから」

「……ふうん、そっか」

「あら、もしかして安心してる？　目の届かない場所に行かれると、いつ死なれるか分からないものね？」

「っ……お前なぁ……！」

「ねっ、今日からは一緒の部屋で寝ましょ？」

「はぁ！？」

「だって、その方が陸くんも安心でしょ？」
「せいぜい私を死なせないように頑張ってね。気を抜いたら、私、すぐに死んじゃうから」
笑顔で'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'リヒトの回送時


伯が「貴方は夢を見ている」と告げたあと
メア頭痛

そんなメアの頬にそっと触れて、
「……貴方の名前は、メアじゃない」

「貴方の本当の名前は――リヒト」

「リヒト・フォン・シュラーフ」

途端、メアの頭に激しく殴りつけられたかのような痛みが走る
頭を抱えながら叫び出す

「ぐっ、ぁ……！」
「違う、違う違う違う違う！！」
「僕はリヒトじゃない、リヒトなんかじゃない！！」
「やめろ、やめろ、やめろ、やめろ！！　僕の中に入ってくるな、僕の中に入り込んでくるな！！　僕はメアだ、リヒトじゃない！　リヒトなんかじゃ――」

「ホントウニ？」
「ホントウニ、リヒトジャナイノ？」

双子の声が囁きかけてくる

「自分ノコト、何モ知ラナイノニ？」
「自分ガドンナ人物カ、知ラナイノニ？」

「自分ノ過去ノコト、何1ツトシテ知ラナイクセニ」

「っ……ぅ、あ……」

メア
そこで意識が途絶えた




メアの存在はなしにして、
リヒトの回想が始まる
リヒトが夢から覚めた瞬間から始まる
　夢を見ていた気がする。とても、長い夢。

終わったあと、
青年「っ……今の、は……？」

「目ガ覚メタ？」
「気ガツイタ？」

双子が現れる
「……今のは、お前達が見せたのか」

「サァ？　ドウダロ」
「ドウダロネ」

「……出会って、しまったのか。あのユメクイと」



何かが崩れ落ちるような物音
双子を振り返ると、ニヤニヤとした笑顔
青年は慌てて音のした方へ

背後で双子の笑い声がした



頭を抱えて苦しむメア
その周辺には本が散らばっている

「……メア」

近寄ろうとすると、「来るな！！」

「やめろ……オマエも、僕のことをリヒトと呼ぶのか……？」

「……君も見たのか。あれを」

「僕はリヒトじゃない……違うんだよ……」
「だって、だって……あの女たちのしたことが本当だとしたら、僕は……メアという存在は、主にとってただの――(生贄)」

「メア」

青年が近寄る

「大丈夫、落ち着いて。ゆっくりと息をするんだ」
「君はメアだ。それ以上でも以下でもない。リヒトなんかじゃ、ない」

手を伸ばす

「さぁ……大丈夫。今、『救って』あげるから」

「――離れなさいっ！」

伯が現れる'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    '千尋がチヒロの物語を知るとき

篠田佑里のことで相談したくてチヒロの元を訪れる
が、チヒロがいない

と、床に落ちてる本を見つける
中を開くと……

それは、チヒロの物語
チヒロが住まう本来の世界

すべてを読み終えて、チヒロが現れる
「なにしてんの？」


「これは、主の……？」

「そ、ボクの物語さ」

「じゃあ、この、篠田って……」

「そのまんまだよ」


「物語の輪廻から解放された者は力を得る。例えば、キミの観測する力のようにね」
「そして……ボクにあるのは世界創造の力。どういうことか、分かるよね？」

つまりチヒロも元は物語の住民であるということ'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'チヒロ自殺前

篠田が死んだと聞いて
　死因は知らない。誰かが教えてくれたような気はするが、ちゃんと聞いていなかったのかもしれない。そもそも、どうでもよかった。原因が何であれ、篠田くんはもう、どこにもいないのだから。

　自分は彼がいないと生きていけないのに。彼は、自分のいない死後の世界を選んだ。

　自分と永遠に会えないことを選んだ。

　結局、自分は彼の中で大した存在じゃなかった。
　自分は、彼の生きる糧になれなかった。


「面白そうじゃん。それに、せっかく得たこの力……楽しまないと損じゃない？」


チヒロにお前は観測者だと教えたとき
「なんで……なんでこんなこと教えたんだよ……」
「自我なんていらなかった！　何も知らないままの方がよかった！」
泣き出す千尋にチヒロはハッとし、過去の自分の発言を思い出す
『なんでこんなところに連れてきたのさ！　こんなことなら、何も知らないままの方がよかった！』
※チヒロが自我を得て、グレイに説明された時


「ゲームをしよう」
「君が篠田佑里とハッピーエンドを迎えられたら君な勝ち。バッドエンドだったら君の負け」

ハッピーエンドなら観測者としての役割を降りてもいい
ただしバッドエンドなら、永遠に観測者としての役割を全うしてもらう

「あ、ちなみに観測者としての役割を忘れちゃダメだからね。サボったらそこでゲームオーバーだから」
「せいぜい楽しませてよ、千尋」



『物語』を終了させる時
この世界のコアは篠田
篠田を殺せば世界は崩壊する

「あーあ。篠田佑里はすっかり気力を失ったみたいだね。どうするつもり？　このままだとバッドエンドへ直行だよ？」

「……主、話したいことがあるんだ」

篠田はチヒロの記憶だと、千尋が見破る
→偶然にもチヒロの物語を見てしまったことにより

「本当は、主が一番会いたかったんだろ？　主が近くにいたかったはずだろ！？」
「私はっ……私は、今でも主のことを好きにはなれない。でも、感謝してるんだ。篠田くんと会わせてくれたこと……例えこれが作り物の感情だとしても、私は幸せだった」
「でも、主は……？　主は、それでいいのか？　ずっと篠田くんに何も伝えられないまま、それで……！」

「うるさいなぁ」
「……篠田くんは、もう、死んだんだよ」
「あれは、篠田くんじゃない」

「主……」

「はぁ……ルール違反だ。グレイ」
グレイを呼び出す
※全てを知ってしまった以上、千尋を観測者にしておけない。もうこの物語を続けられない。
自分と篠田が幸せになったって意味はない。
全てを知ってしまった千尋は自分がチヒロの邪魔となってると思い込むことだろう
そんな風に思って欲しくない


「本当にいいのか」

「いいよ。だって、世界が滅びる瞬間なんて見たくないだろ？」
「じゃ、あとは頼んだよ」
と言って去る
千尋「待て！　一体何を――」

グレイが立ち塞がる
「悪いけど、剥奪させてもらうよ。観測者としての権利をね」
「何、いって」
「もう君に用はないってことだよ。観測者としての枠を超えてしまった。君はもう観測者じゃない。ただの登場人物になるんだ」

「なん、だよ……それ……おい、待て。話が違うだろ、主！　私はまだ……！」
チヒロ振り返る
「……じゃあね、千尋」
「最高の暇つぶし(夢物語？)をありがとう」


篠田の家を訪れる
ベッドの上で仰向けになり、ぼーっとしてる篠田
生気が抜けていて、パッと見まるで死んでいるよう


チヒロはその首を絞める
苦しむ篠田
息を引き取る直前、かすれ声で

「…………ち……ひ、ろ……ちゃ……」

千尋ちゃん、と
確かにそう言って、篠田は死ぬ

ゆっくりと手(震えてる)を離すチヒロ
「……なんだよ、それ」
涙ボロボロこぼしてる
「ふざけないでよ……！」

※語らない(裏設定)
篠田が死ぬ直前に思い出したのは宮原千尋
自分のことを捨ておいて先に死んでしまった。そう思っていたのに、最期に浮かんだのが千尋――つまり自分だったなんて。



その後
目を覚ました千尋
グレイ「やぁ、おはよう」
「そしておめでとう。君は物語から開放されたんだ。――『チヒロ』」
※チヒロ誕生時と似た描写に


[本当に憎むべきはこの世界なのか、それとも]



何度も繰り返すうちにキャラクターは自分の存在に気が付き、想いと自我を得る
例えるなら、付喪神のようなもの。
何度も傍観者の手によって繰り返され、並行され、そうして生まれたモノは全て一つに集約されて。やがて、自我を得る。'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'チヒロと千尋の物語　開始時


　唯一の光だった。
　こんなクソみたいなつまらない世界の中で、彼は、唯一の光だった。

駅のホームで立つチヒロ
人のざわめきが遠くに聞こえる

　だから、彼が消えた今。
　ボクが生き続ける意味(理由)なんてない。

まるでベッドに身を沈めるかのように。
チヒロは、線路にその身を放り投げた。


これがプロローグ
その後普通に物語が展開される

(基本千尋サイドで、合間合間にチヒロのシーン(自我を得た瞬間のシーンなど)を挟み込む？)'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    '物語終了時　変更
正確には世界が崩壊するのではなく、チヒロが物語に帰還する。
一度創造した世界は存命し、傍観者がいる限り巡り続ける。


あるとき
学校へ行かなくなった篠田を見て、
「…………もう、限界かな」
ぽつりと呟くシーン


チヒロの正体(物語)を千尋が知る
→それを話す

あの篠田は、チヒロが愛した篠田佑里なのだと

しかしチヒロは、
「ちょっとストップ」
「あの篠田佑里は僕の好きな篠田くんじゃない。あれはただの記憶でしかないんだよ」

篠田佑里はチヒロの記憶
そして、チヒロの記憶を元に動いている
→つまり、他の登場人物や千尋とは違った動き方をしている。チヒロの記憶に基づかない動きはしない。

「最初から無駄だったんだよ」

「……じゃあ、最初から分かっていたのか」

篠田佑里はハッピーエンドを迎えないと、チヒロは最初から分かっていた。
分かっていたのに、ゲームを持ち出した

「だったら、どうして……どうしてあんな……！」
ゲームを持ち出したんだ、と

少しの沈黙後
「……さぁ、どうしてだろうね」
「僕にもよくわかんないや」

「分からない、って……」

「まぁいいじゃない。世界なんて所詮はそんなものだよ。理由を求める方が間違ってるんだ」
→世界はいつだって理不尽(諦めるしかない)

「グレイ」
呼び出して、観測者としての役割を剥奪させる
→もう必要ないから





首を絞めて、篠田佑里が千尋ちゃんと呟いたとき
「……あ、はは」
突然笑い出す
そして、

「ほんっとに……最低だなぁ、僕」

悲しそうに笑う
※篠田佑里はチヒロの記憶を元に動いている
正確にはチヒロの記憶と理想を元に
故に、最期の「千尋ちゃん」はチヒロの理想
チヒロはそれに気づき、自分の浅ましさに嫌気がさす

グレイが背後に
チヒロ「……これで、終わりなんだよね」

「あぁ。お前の魂はすべてを忘却し、再び宮原千尋という器に閉じ込められる」
※イデアの法則に基づいてる

「……でも、これでよかったのか」
「確かにお前に宿った力は世界創造で、創造することはできても壊すことや変更することはできない。だが、ぼくが追加で付与した力を使えば――」

「いいんだよ、もう」

※グレイはチヒロに「書き換えの力」を与えている。
つまりその力を使えば、この世界の篠田佑里は救われたかもしれない。

グレイを振り向き、
「だって、僕の大好きな篠田くんはもう死んでるんだもん」
チヒロの顔にヒビが入ってる→終わりが近い

どんなにこの世界の篠田佑里を幸せにしたって、やはりそれは所詮記憶でしかない

「……そうか」


「最後に聞いてもいいか」
「……どうして、この物語を紡いだんだ」
どうせ同じ最後になると分かっていながらどうして

「うーん……」
少し考える素振りをして
「さぁ？　なんでだろうね」
もしくは「別にいいじゃない。なんでも」


※本当は……
何度も繰り返すうちに自我が芽生えるというのなら、篠田佑里もそうなるんじゃないか
そうしたら、事前に与えられた設定に縛られずに二人でいられるんじゃないか、と

しかし、改めて客観的に篠田佑里と宮原千尋を見て、思った
そうなることに何の意味があるのだろうと
結局何も変わらないんじゃないか
篠田佑里と結ばれるわけじゃない
それこそ本当に分からない
道筋がないから、分からない

それが怖い

だったら、やっぱり
何も分からない状態で
何も感じない状態で
永遠に同じ日々を繰り返してる方がまだマシだと

チヒロは怖かった
知らない世界に飛び込むのが、怖かった


全てを終わらせたのは、もう嫌になったから
結局堕落してしまう篠田を見てたくなかった
千尋にも、これ以上役目を負わせる必要なんてない
自由にしてあげよう


「分からなかったんだ」
「あの人がどうすれば救われるのか、命を絶たずに済むのか、笑って生きていけるのか」
「ボクには……分からなかった」
「彼を幸せにする方法が思いつかなかったんだ……！」'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'リヒト姉について


姉は母の『創造』の力で生まれた存在

母は不思議な力を持っていた
それは『創造』
創造したものなら何でも現実に反映される
→絵や文章にするとイメージが固まりより正確にしっかりと反映される

※イメージがあやふやだとうまく反映されなかったりすぐ消えてしまったりする(魔法の詠唱みたいなもの)

例えば……
　絵に描いた人物や動物などが現実になる
　文章に書いたことが現実になる

幼い頃から病弱で、母はいつも自分の絵で生まれた子たちとばかり遊んでいた
友達は自分の描いた絵たちだけだった

ある日、周囲から「魔女だ」と気味悪がられ家を燃やされる
家族は焼死。彼女だけは助かるが、絵も燃えてしまう。その際、「友達」はみんな消えた。

ここで、絵や文章にして形にした場合、それが消えると生まれたものも消えると知る


ある貴族の家に拾われ、そこの息子と結婚
それがリヒト父

病弱な母は子宝に恵まれず。だけど子供が欲しい。
→日記にその想いを綴る。どんな子供が欲しいかのイメージも添えて。

書き終えると、何かに服を引っ張られる。
見ると、幼い女の子が。
→リヒト姉。

「あぁ……！　来てくれたのね……！」

母は喜ぶ
すぐに抱きしめて、ハッとする
知識を与えなければ。今のこの子は産まれたばかりの赤子も同然なのだから、と。

そして色々と姉に設定を加える
→その中にあったのが『空想世界を生み出す力』
完成後に反映されるようにしたのは、自分の力よりも慎重で正確にさせるため。

「あなたにも、素敵な世界を生み出して欲しい」

ただ、世界を生み出せるだけで覗くことや干渉することはできないということには気がついていない。


父は普通にそれを受け入れた
父も子供が欲しかったし、可愛い女の子だったから

ある日、跡継ぎとなる男の子が欲しいと父に頼まれる
それがリヒトの誕生

姉のときはいきなり幼子から誕生させてしまったため、子育てを体験してみたいと思った母はリヒトを赤子の状態で誕生させる
※もちろん身体が耐えられないため出産ではない。

「この子には……そうね、夢へ惹きこむ力を与えましょう」

この際、どんな夢かも対象となる相手についても書いていない
あやふやなイメージのまま
→だから本編のようなことが起こる


出産にはしなかったものの、子育ての苦労から結局身体を壊した母は倒れ死ぬこととなる。
死ぬ直前、姉に告げる

「リヒトのこと、守ってあげてね」
「それから……お父様の言うことは、必ず守りなさい」

ここで「必ず」と言ってしまったため、『リヒトを守る＜父親の言うこと守る』となってしまった。
→虐待されてても父親が「止めるな」と言えば止めない、みたいな。

因みにリヒトや姉のことが書かれた日記は鍵がかけられた状態で母の部屋の引き出しにしまってある。



＊＊＊＊＊
リヒトが眠った際

完成させ、知人だけに見せてた『ナイトメア』
空想世界が生まれても干渉できない姉は「母の言うことは嘘だったのかしら」と。

それをナハトに言う
ナハトは「貸してくれ」と本に触れる……と、ナイトメアの世界の断片が見える

「……多分、あると思う。この世界が、どこかに」

ナハトは本に色々と直接書き込んで、干渉し、リヒトを目覚めさせようとする'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'ナハトの存在について


リヒト母が子供の頃に描いた絵
知識も与え続け、兄のように接してた
この際に干渉の力を与えた

ナハトは成長を願われてないため歳をとらない

成長して、ナハトの方が年下になった頃、成長した姿を描こうとして、
　→このままだとナハトが2人になるだけでは？と
　　→ここでナハトが「自分が書き加えて干渉すれば自分になる」と

そうして今の姿のナハトに


ナハトの絵は消えないようにと、地下に保存されてた
故に火事の際、ナハトだけは無事

しかし母と離れ離れに

母を探し、さまよう
(ひとり暮らしの老人に拾われてそこで暮らしてる、とか？)

ある日、母は日記で、
「ナハト、もし生きているのなら、どうか私のことは忘れて、普通の人間として生きて欲しい」と
同時にナハトから「自分は絵であること」「自分の主のこと」に関する記憶が消える


その後、偶然にもリヒト姉と出会い、
彼女の顔に懐かしさを覚え、協力'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'グレイについて

ルート(root)に改名？
→全ての権限を保有してる

シロナとクロナの身体のどこかに「101」
→Linuxのr-x
　読み取りと実行が可

グレイには111


チヒロ「ところで、君は何者なんだい？」

グレイ「別に何者でもない……と言いたいところだが、現代物出身のチヒロからしたら不思議だろうな」
「そうだな……全ての物語の管理人、とでも認識してくれればいい」

「つまり、君は神さまってことかい？」

「そんな感じだ。まぁ、正確には神と同等、と言い表すべきだが」
「力については、作者が自分の物語を好き勝手に描けるのと同じだ。幸せも不幸せも全部作者の意思次第……そうだろう？」

「ふうん……君にかかればなんでもあり、ってことか」




全ての物語の管理人
グレイは宮樹せんの使い的な

朔夜の主はチヒロ
チヒロやグレイの主は宮樹


※裏設定
リヒト姉にはスリジャン家の血が混ざってる、とか'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'チヒロは篠田の件、自分のせいだとは思わなかったのか


自分のせいにできるほど、彼の中で自分の存在は大きくない
自分には、自分のせいだと自分を責める資格すらない

そう考えてる


ボクのせいにできたら、どんなに良かったか'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'メアについて追記


ナイトメアという物語があった
　悪夢に飲み込まれ、自らも悪夢と化してしまった青年のお話
その青年、メアの過去にリヒトの存在を埋め込む
上手くいくかは分からない
それでも何もしないよりはマシだから
イルゼの世界を生み出す力に賭ける

この干渉によって、伯の物語とナイトメアとを繋げるための狭間が自然発生した
完全に他と隔離された、伯の物語とナイトメアの間にだけ存在する空間

そこ担当の観測者が双子
2人は観測者とするには幼すぎた
楽しさを追求した二人はチヒロ側から物語を引っ張り出し、メアを強制的に目覚めさせた

「イヴァンの目的と、メアの力は相性がいい。だったら組み合わせた方が面白い」

何故、隔離された空間の観測者がチヒロのことまで知っていたのかは分からない

グレイ「それが主の望んだ展開、だったのかもしれないな」

まず、読み込みの権限を使ってメアを目覚めさせた
イヴァンと出会わせて、彼に任せた
メアが伯と出会うように仕向けて、
そこでナイトメアを実行させた
　→ナイトメアが進行し、終盤の展開となり、伯がメアの悪夢を払い、リヒトが目覚める

※メアが自分のことを分かっていなかったのは、物語が進行する前に解放されたから




物語の中では、筋書き通りにしか行動できない
しかし、自我を得たなら話は別

伯と繋げるために発生した狭間に呼び出されたことによって、メアは自我を得た
だがこのメアはあくまで「リヒトを組み込む」ための依代のようなものでしかなく、本来のメアとは異なる

自我を得たため、筋書きとは違った発言、行動ができる
→イルゼのナイトメアと本編リヒトフォンシュラーフとでは微妙に話が異なっている

メアが解放されている間、ナイトメアはナイトメアで進行している
→メアが頭痛を起こすのは、半端な状態でしかも強制的に解放されたことによる拒絶反応


だが、それでナハトの干渉は成立するのか？
↓
物語とは所詮、起承転結の4つの点と糸でしか構成されているもの
まるで机上で描かれた星座のように

その起承転結が繋がってさえいれば物語は成立する

ナハトの干渉は、成立する


それに、ナハトの目的は物語の流れ云々ではなくメアを経由してリヒトを目覚めさせること
それさえ達成されればいい'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'りんやよ別案

悪夢を見るところから始まるのは同じ

朝が来てしまった
また一週間が始まってしまう、と憂鬱に

部屋には写真立てが
中に入っているのは、切り取られた集合写真（りんちゃんとやよいだけが写っている）

また、会いたい
しかし、もう彼女はここにはいない
もう、彼女には頼れない

＊＊＊＊＊昔＊＊＊＊＊
やよいにも家庭に問題があった
更に学校でもいじめられていて、いつも孤独

ある日、りんちゃんが声をかけた「だ、だいじょうぶ？」
「ダメだよ。やよいに話しかけたら、あなたもいじめられちゃうよ」
「で、でも、痛そうだし」

放っておけない
今思えば、偽善だったかもしれない
自分が見ていられなかったから手を差し伸べただけ

しかし、やよいにとっては唯一優しくしてくれた人
だから、りんちゃんに依存している

何かのきっかけで、りんちゃんは母親から引き離されることに
そして、今に至る
小学生の頃以来、二人は離れ離れ


学校に行く用意を整えていると、隣からどんって音が聞こえた
凄い音。そういえば、昨日誰かが引っ越してきたんだったか。
トラックが来ていたことを思い出す。

※りんの部屋はマンションの一番上の一番端っこ。その隣に、やよいが引っ越してきた。

部屋を出て、鍵を閉めようとする
すると、隣のドアが開き、中から出てきた子を見て驚愕する

「……や、よい？」

やよいはにっこりと笑って
「あっ、りんちゃんだー久しぶりだねー」

り「どう、して」
や「色々あってねー、引っ越してきたんだー」
「その制服……」
「うん、今日からは同じ高校だよー」

本当にやよいだ
本当に、やよいが来てくれたんだ

「それでねーりんちゃん」
「今度はやよい、どうすればいーい？」

驚愕するりん
まだ、何も頼んでないのに

「……え、と……その、なるべく、俺とは関わってほしくない、っていうか……――いやっ、その、嫌だとかそういうんじゃなくて」

「んーわかった」

「……え」

「とりあえずーりんちゃんとは幼馴染みってこと、隠しておけばいいんだよねー？」
「九条やよいと鳴上憐は初対面。そんでもって、やよいはりんちゃんの顔には興味なし。どーう？　これでいーい？」

※やよいは少し子供っぽいところがある。

「じゃー決定ねー」
「あ、それからー」
「やよいが間違っちゃったら、遠慮なく突き放してくれて大丈夫だよー」'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'チヒロ　メモ


家庭に何も問題はなかった

確かに母は少し過保護で
父はダメな人で
2人は離婚した

でも、それだけだ
殴られたとか、蹴られたとか
そんなのは一度もない

なのに、ボクはどうしてこうなっちゃったんだろう
結局、家庭環境なんて何も関係なくて
ボクが、ダメな子だった

ただ、それだけ'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'さくれな　改善案


怜奈の記憶喪失は却下
→無理があるように思えたため

朔夜は2年生に上がるタイミングで転校してきた
※代わりにやよいの転校を却下とし、彼女は女子校に通ってることとする

怜奈が入ってきた時、朔夜が寝てるのは変わらない
そのとき怜奈は朔夜であると気がつく

HR時に、朔夜は隣に怜奈がいることに気がつく
→視線を感じて見ると、目をそらされた気がした。くらいの描写で。

帰りに莉子と話す
朔夜が転校生であること、なんか暗い子だったね、とか。


莉子と分かれ、公園に着いたとき
ベンチに座る朔夜がいた
近寄ると、顔を上げ、驚いた表情をする朔夜

しばらく見つめあってると、朔夜が先に口を開く
「……久しぶり、怜奈」

「……うん。久しぶり、朔夜」


公園でベンチに座りながら話す


学校では普通に会話する
朔夜は母のことを心配するが、怜奈は大丈夫と答える。
→母と莉子とが接触することがないと思っているため

莉子の提案で千尋と朔夜と4人で机を並べてご飯食べたり。
「東堂、あんたパンだけ？　それじゃあ大きくなれないよ？」
「うるさい、余計なお世話だ」



＊バレるタイミング
三者面談
　母に都合のいい日を聞き、そこを指定。
　上手く莉子とはズレた。
　朔夜は何やら或と話をしている……というシーンを載せる(伏線)

当日
　通り過ぎたクラスの窓を見て気づく。そういえば、張り紙が張り出されるんだった。そこにはクラスメイト全員の名前が書かれている。
　どうして気づかなかったのか。去年もあったのに。
　ドキドキしながら、教室へと向かう。
　すると、ちょうど中から千尋が出てくる。
　　※千尋は両親が共に転勤していて一人暮らし、ということになってるため、一人で来てる。
　
或「あぁ、ちょうど良かった」
　　
　母だけが先に中に招かれ、怜奈は配布物を取る。
　窓の紙を見ると、そこには朔夜の名前が無い。
　ほっとする反面、何故だろうと首を傾げる。
　→朔夜はこのことを恐れ、或に頼んで予定外の所にしてもらった(もしくは偶然)





※参観日はなしにする。'
);

INSERT INTO memos(
    plot, 
    note
) VALUES (
    3,
    'キャラクターたちは、ループを自覚している

物語終了後、ふわふわとした感覚に陥る
まるで夢と夢、あるいは夢と現実の狭間のような
夢から覚める直前と言った方が正しいかもしれない

その微睡みの中で、物語の内容をぼんやりと理解する

そのまま自我を得れば、何度も同じ夢を見たような感覚になる。
物語が再開すれば、全てを忘れた状態になり、終了後にまた同じ夢を見たような感覚になり……の繰り返し。


チヒロは、最初の一回でいきなり自我を得た。
彼女は自分や周囲を客観視するところがあり、それが影響したのかもしれない。

故に、彼女の言う篠田クンは正真正銘彼女と共に過ごした篠田のことである。'
);