INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    5,
    "プロローグ１",
    "眠り続けるリヒトの隣で、イルゼとナハトが『ナイトメア』の本を開いている。その中には、まるでメモのような文字がいくつも手書きで書かれている。

ナハト「……ようやく、ですね」

イルゼ「えぇ……これで、これでようやくこの子を救うことができる」

リヒトの方を見て、

イルゼ「待っててね……絶対に、救い出してみせるから」
「貴方を、今度こそ幸福にしてみせるから」

二人は、本のページをめくる。"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    5,
    "プロローグ2",
    "※冒頭で情景描写を入れてみる。狭間の雰囲気について。

図書館のような空間『狭間』の中で、一人過ごすイヴァン。特に何をするわけでもなく、ただ本棚に並ぶ大量の本を見つめるばかり。
そんなとき、突然何かが崩れ落ちる音が鳴る。音の方へ向かうと、そこには崩れ落ちた本の山の中で倒れている青年の姿が。

同じ階層の人間だろうか、と。イヴァンは青年の元へ近寄り、膝をつく。
青年の手元には、『ナイトメア』と書かれた一冊の本が落ちている。
イヴァンはそれを拾いあげ、中身をざっと読む。

イヴァン「…………へぇ」

と、イヴァンは笑みを浮かべる。

イヴァン「面白そうじゃないか」

ここでイヴァンは、利用できそうだと判断する。
→チヒロへの復讐に使えそうだ、と。"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    5,
    "第一章「自分らしく生きる物語」",
    "さくれなの話

ここでは怜奈を通じて、『リヒトも自分を閉じ込めてきた』要素を含む
（しかし、ストーリーには一切影響しない）

※ストーリーの大幅修正必要あり
よって下記の内容はほとんど没（要素はそのまま）

最後
夜　怜奈が男に突然襲われる
誘拐時のトラウマから動けず、泣いてしまう

と、そこで朔夜が現れ助けに来てくれる
※都合的すぎる故、二人は待ち合わせしていて朔夜が遅れて来た、とか？

喧嘩が強い朔夜
優勢だったが、相手がナイフを出す

朔夜は誘拐時のトラウマで先端恐怖症
恐怖で動きがピタリと止まってしまい……

エンド1……朔夜がそのまま刺されてしまう
エンド2……怜奈が庇って刺されてしまう

最初は1
メアが現れ「その子を助けたい？」
→やり直させる
　→タイミングを見計らって飛び出した怜奈が刺される

→朔夜にメアが同じセリフを

→繰り返し
延々終わることのないループ

本編では……
どちらかのエンドを出して、メアの言葉のあと、もうひとつのエンドをエピローグ的な雰囲気で出す
↓
一回目は朔夜が死ぬ(本編外)
本編ではその次、怜奈が死ぬエンドを出す。
※「二度目の恐怖」
→誘拐と今回ので怜奈にとって二度目の恐怖という意味に読者に捉えさせる。
　→本来の意味はループ二回目という意味。
その後は「？回目」というタイトルで怜奈が生き残るエンド。泣きながら「なんで……」

＋＋＋

メアが登場するのは最後のみ

話が終了後
メアがさくれなの本を開いてるシーン

「面白いなぁ」
設定をひとつ増やしただけでこんなにも変わるとは

本をぱたんと閉じて
「自分たちがこんな小さな『箱』の中に閉じ込められてるとも知らずにさ」

「さぁ、(メアの)モノガタリを進めよう」
「そして、そのために……永遠に続く悪夢の中で踊れ」

不敵な笑み

ここから物語が始まる――な感じ
"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    6,
    "第二章「身勝手な二人の物語」",
    "追加ストーリー　もえりくの話　
ここで双子が初登場

ラストの小萌から、『夢に閉じこもり続けるリヒト』の要素を含む
また、「小萌を助けられるのは陸だけだったのに、その陸を小萌が殺してしまった」というところから、「リヒトを助けられるのはイルゼだけなのに、そのイルゼが母の最期の言葉によって偽善者となってしまっている」という要素も少し含んでいる。

とてもつらい
生きてることが辛くて苦しい
そんな陸

「そっか……もう、疲れちゃったよね」
「じゃあ、もう休んじゃおうか」

「もう、楽になろう？」
「陸くんはお父さんを殺しちゃったけど、その分いっぱい頑張ったから。きっと天国に行けるよ」

突き落とす
「え……？」ときょとんとする陸
「ばいばい、陸くん」
天使のような笑顔で手を振る小萌
陸死亡

この後涙を流す小萌
その夜、子供の頃の夢を見る
『その夜、私は夢を見た』
夜に、入院した母の看病をする幼い小萌
母は眠ってる

その背後から
「いい加減諦めなよ」と、メア

「……あなたは、誰？」

「僕？　僕はメア。以後お見知り置きを。って言っても、この『物語』はもうすぐ終わりを迎えちゃうんだけどね」

「めあ……ものがたり……？」

男は意味の分からないことばかり言う
幼い私は何も理解できなくて
だけども不思議と惹かれるものがあった

「ねぇ、お母さんとずっと一緒にいたい？」
「ここはね、夢の中なんだ。夢から醒めてしまえば、君はお母さんと離れ離れになる」
「もう、二度と会えないんだ」

「い、嫌だ！　萌、お母さんに会えなくなるのは嫌だ！」

その発言にメアはにったりと笑う

「じゃあ、ずっと夢を見続けようか」
「さぁ、コモエ。醒めない夢の中でおやすみ」

＋＋＋

その後　メアと双子
あるいはメアだけで話してる

この物語は一見陸が不幸な目にあっただけのように思える
小萌は幸せな記憶の夢を見続けることが出来て
悪夢に飲み込まれてる感じがしない

「そう思うだろう？　でも、実際は違うんだ」

小萌が見てる夢は、母が死にたいと零した日
「あのコモエは夢の中にいつづけることを選んだ。だけどそれは、あのコモエの意思。夢を見てる方のコモエの意思じゃない」
つまり、ここに留まると答えた小萌は幼い小萌で、今の現実世界での自分のことを知らない

「だから、コモエは同じことを繰り返す」

ずっとずっと、何度も何度も母を殺す
たとえいつか過ちに気がついたとしても、あの夢からは出られない
「だって、コモエ自身がそう望んだんだから」

「カワイソー」
「あくしゅみー」

「ふふっ……リクがあの女の家に行くと決めた時点で、あの物語の結末は決まっていたんだよ」
「ホントにかわいそうだよね。コモエを守れるのはリクだけだったのに、そのリクが死んじゃうなんてさ」

ここまでは大きな進展はない感じで
"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    6,
    "第三章「家族の絆を確かめる物語」",
    "拓斗の話

イルゼの要素を含む
→姉、という存在に引っかかるメアの様子から

また、五章の伏線として葵の存在を多めに出す
ここで登場する葵は、『捨てられていない物語』の葵である

終盤の、雨が降る日
ナイトメアでは雨は降っておらず、そのまま拓斗は帰宅する
道中でリーダー格の男に絡まれ事故死とか
→姉は部活で助けに来れない

帰り道の途中で男に絡まれる
「最近反抗気味らしいな。そんなんじゃお前、また捨てられるぞ」
家族愛なんて偽物だ、おまえは愛されてない。

責められ、後ずさるうちに歩道と車道を仕切る岩につまづき転倒→車道へ
ちょうどそのタイミングでトラックが走ってきて、そしてーー

暗転
次のシーン、真っ暗な世界の中で拓斗一人

父の姿を見つける
しかし冷たい言葉を吐き消えてしまう
次に母、最後に姉、と同じように

崩れ落ちる
「なん、で」

「独りぼっち？　カワイソー」
メア現れる

「苦しいよね、辛いよね。1人はさみしいよね」
さぁおいで、と

近づいてきた拓斗をぐっと引き寄せ、耳元で、
「永遠に続く悪夢の中へようこそ」

終わり
次のシーンへ


「そうして拓斗は、永遠に埋まることのない孤独を抱えたまま悪夢をさ迷うことになった……と」
拓斗の物語を読んでるメア
※あるいは双子が読んでて「終わりー？」「ひどいねー」とメアに

「孤独ってのはね、目に見えないんだよ」
「傍からどれだけ幸せそうに見えようとも、本人が孤独ならばそれは孤独だ。誰にも分かってもらえないんだよ」

「……でも」
「でもコイツは違う。愛されてるくせに。血が繋がってなくてもアイツらから愛されてるくせに。何が形のない愛は信用出来ない、だ」
「ほんっとムカツク……――ッ」

頭を抑え、本を落とす
「だいじょうぶ？」「イタムノカー？」
「っ……だい、じょうぶ……また、いつものやつだよ」


落とした本をひろって、
「……お姉ちゃん、か」

何かが引っ掛かる様子。
"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    6,
    "第四章「共依存する物語」",
    "りんやよの話

ここではという人物像にそこそこ深く触れる（メアに異変が大きく表れる話）
また、終盤でイヴァンが再登場する

りんちゃんが悪夢を見るところから始まる
→悪夢の内容から始まる


りんちゃん、悪い夢を見る
起きても身をまさぐる感覚が張りついてて気持ち悪い

と、

「かなしいねー」
「クルシイネー」

双子登場

「ははに、すごくあいされた。なのに」
「ソレハ、スゴク、イビツ」
「きもちわるい」
「キモチワルイ」

ぞっとする
なんだ、こいつら
これは悪い夢か

「ゆめ……？」
「ユメ……ソウ、コレハ、ユメ」

奇妙な笑い声とともに部屋の奥へ走っていく

「ま、まて！」

追いかけるーーと、景色が一変
母と暮らしてた頃の家、しかも寝室

母が現れて
「憐……あぁ、とても素敵に成長して……あの人とそっくり……」
触ってくる
青ざめ、「やめろッ！」突き飛ばす

と、景色が元に戻る
呆然

「ふーん、流石早いねぇ(夢と自覚するのが)」
メア登場
「やっぱり、悪夢を見るって設定が元からあるからなのかな？」

「な、なんだよ……お前、誰だよ……」
困惑する

「誰、か……うん、いいよ。今、ボク凄い楽しい気分だから教えてあげる」
「初めまして。ボクは『ナイトメア』の住人、メア。以後、お見知りおきを？　あははっ」

無邪気に子供みたいに

りんちゃん　さっきから意味がわからない
なんなんだ、こいつらは
これは夢だ、悪い夢だ

「悪い夢、か」

心の中を読まれたように
驚愕

「じゃあ、現実はどこにあるの？」
「ここが夢の中だとして、オマエの現実はどこ？　どうやったら抜け出せる？」

「残念だけど、オマエの悪夢は永遠に終わらないよ。あの女がいる限り」

「あの女にとっての幸福は『鳴上憐を救うこと』。でも、その幸福を得るためにはオマエが不幸であるという前提が必要になる」
「つまり……オマエが悪夢に、忌々しい母親の呪縛に囚われ続けるのはあの女のせいだ」

「ねぇ、教えてあげようか」
「夢から抜け出せる、とっておきの方法を」
手を差し出す
「おいで」

りんちゃんがメアに触れる→悪夢に取り込まれる
りんちゃんは病院で眠り続ける
→身投げしたことになってる

「良いこと教えてあげようか。夢から覚める、良い方法」
高いところから飛び降りれば目が覚めるという


最後　メアが本を閉じる
「…………一生苦しめ、偽善者」

「やぁ、おかえり」　イヴァンの登場
「少しやりすぎなんじゃない？」
「ターゲットはあの女の子だけだったはずなのに」

「結局、あの男まで悪夢の中に取り込んだんだろう？　別にそこまでしなくてもよかったのに」

「……ムカつくんだよ」
「気持ち悪いって何……やめろって何……？　愛されてるくせに、母親からあんなに愛されてるくせに！」
頭かきむしる
「前回の男も！　この男も！」
「許せない許せない許せない！」

「……愛、ねぇ」
「まさか、君が愛を語るなんてね」
「ねぇ、どうして許せないんだい？」

※あるいはここで問いかけずに「愛ねぇ」とつぶやくだけ。
メアは怒りを見せるうちに頭痛を起こす、とか。

「…………ど、して」
しばらく呆然として、頭痛
頭抑えて苦しみ出す
「うっ……ぐ……いた、い……！」

「やれやれ……また悪い病気が出たか」

メアに触れる
救いの力で
「さぁ、おやすみ。今はまだ何も思い出さなくていい」"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    6,
    "第五章の冒頭",
    "本棚で男が伯の本を見つけたシーンから
「こんなところに……」

※それまでに世界観の説明風な文章（プロローグとは被らないように）
右も左も、前も後ろも。1面見渡す限り本棚だらけ。どうやって取るんだってくらいに高い。
分かってることは、
　この世界には出入口がなく、本が積み上がってるだけ。まるで大きな図書館。
　ここにいる人は、本の中に住む登場人物たち。
　そして、この世界に姿を現した者は何らかの力を持っているということ。


メアが現れて「どうした？」
「おっ、次はそれか？」

「違うよ。これはダメ」

「えーなんでなんで。どんな話なんだよ」

悪夢を食べる話だと説明
「君には関係の無い話だ」
でもメアは面白そうだからと入りたがる

「まったく、君の目的を忘れたのかい？」
「君の目的は『ナイトメア』の物語を進めて、その著者である『主』に結末を書いてもらうこと。そうだろう？」
ナイトメアはあらゆる物語を悪夢にすること、メアの力のことも。(上記セリフ修正必須)

寄り道してる場合じゃないよ、と別の本を渡す
メア不服ながらも双子の名前を呼んで立ち去る

「……そう。この悪夢は、まだ終わらせるわけにはいかないからね」

→葵の話が普通に始まる"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    6,
    "第五章「捨てられた物語（仮）」",
    "没となった葵の話
イヴァンが間違えて、没の方を渡してしまった。

この物語だけは原本（元のストーリー）がない

幼い頃のシーン
葵は母親と貧しい暮らし
母親が凄いダメ人間＋幽霊が見えるという葵を気味悪がり暴力
　→葵は虐待を受けていた。
　　→ここでメア（リヒト）との共通点

家を追い出され、ボロボロの状態で河川敷で泣いていると、
「どうしたの？」
優が登場。

葵より少し上を見つめて、「だめ。この子に触っちゃだめだよ」
葵驚く「お前も、見えるの……？」
やっと仲間を見つけた。今まで母親に気持ち悪いと殴られ続けたため、凄く嬉しくて泣いてしまう。

奏汰が来る。
「優ちゃんが泣かせたの？」
「違うよ。この子が勝手に泣いたんだよ」

その後事情を知った奏汰は一旦葵を家に連れ帰り、翌日一人で葵の家に
→葵の母親は死んでいた。原因はアルコール中毒。

葵には親戚などもおらず、奏汰の家が引き取ることに。
葵は奏汰の義弟となる。
「よろしくな、葵。今日から俺とお前は家族だ」

しかし、

とある喧嘩で奏汰はつい葵を突き飛ばしてしまい、葵は階段から落下→死亡
怖くなった奏汰は思わず逃げ出してしまう

次の話へ
↓
メアの視点に切り替わる

葵の死体を見て、
「……これ、どういうこと？」
池崎家の話で『葵』という存在は登場している。しかし、この話では葵は死んでいる。
→矛盾が生じている

双子が、
池崎家の話では、確かに登場はしているけど容姿まで描かれていない。ただのクラスメイト扱い。
つまり、この話の葵と池崎家の話の葵とは繋がっていない可能性がある。
もしくは、別の存在に『葵』という役が振り分けられているのかもしれない。

「つじつまがあえば、ものがたりはつながる」
「デモ、ムジュンガアルト、クサリハコワレル」
「きっと、葵というこまは、ここでいちどしんで」
「アノハナシデ、アラタナコマガ、ハイチサレタ」
→姉がリヒトとメアを繋げようとしている、という点と重ねた展開

「コノモノガタリヲ、カイタヒトハ、ワスレテタノカモシレナイ。ドチラカノ、ソンザイヲ」
「あるいは、さきにあっちをかいて、あとになって葵というじんぶつの、せっていを、うわがきしたのかもしれない」
「ヨク、アルヨネ」
「ものがたりは、かいへんを、かさねる。なんども、へんかする」

※メアは池崎家の話での葵の容姿を覚えていない。
　※そもそも没になった話だから池崎家の話と繋がっていない
ドラマでも途中で配役が変わることあるし、そんな感じの流れ。

メアは葵に同情
→リヒトの影響が出始めているため、虐待を受けている葵に自分を無意識に重ねている。

「なんでかは分からない……けど、こいつは助けてあげたいんだ」
「デモ、ムリダヨ」
「メアのちからは、あくむにするちから。だれかをすくうなんて、むり」

メア落ち込む

「……アー、デモ」
「あいつ（イヴァン）なら、できるよね」

一度図書館に戻り、青年の元へ
「あぁ、メア。丁度良かった。さっき渡した本なんだけど、実は――（没になった物語なんだ）」
「聞きたいことがあるんだけど。オマエの『力』って何？」
「……唐突だね。どうしてそんなことを？」
「助けたいんだ。この物語を」
本を差し出す。

青年は怪訝そうに「……どうして」
「分からない。でも、この葵ってやつは死なせたくないんだ」

青年は察する。彼は、自分を無意識に重ねていると。
「……僕の力は、救いの力。君とは逆で、物語を救済する力だ」
本を広げ、
「確かに僕の力を使えば、この葵という奴は救えるだろうね。でも、いいのかい？　君が物語を悪夢に変えることはできても、具体的な展開を決めることができないのと同じように、僕もこの物語を細かく操作できるわけじゃない。葵という奴を救うことはできても、その後の展開がどうなるかは僕にも分からない。特に、奏汰という人物に悪い影響が出るかもしれない。それでもいいのかい？」

「いいよ。葵を救えたらそれだけでいい。他の奴らなんてどうでもいいし、奏汰とかいう偽善者だってどうでもいい」

「……了解」
→葵を救済。葵が死亡するという展開が消える。"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    6,
    "第五章救済後",
    "『物語変更（葵救済）後』
青年が物語救済後、次話へ進んでこれが始まる。

喧嘩するのは変わらない。因みに喧嘩の内容は葵の「自分は邪魔なんじゃないか」という不安が爆発したことによるもの。
奏汰が思わず突き飛ばしてしまうことがなくなり、葵を説得。
→和解し、二人の絆が強まる。ハッピーエンド。

それを遠くからメアが見てる。
「……なんだ、代わりにあいつが死ぬと思ったんだけどな」
「まぁいいや、葵が救われたなら」

でも、どうして助けたいと思ったのだろう。考えても分からない。
「こういうのって、大抵自分に重ねてーみたいな感じだけど……うーん、分からないなぁ。僕はただの悪魔だし」
ふと、
「……ただの、悪魔。……本当に？」

そういえば、『メア』とはどういう人物なのだろう。主は、どういう考えで自分を創ったのだろう。

「……僕って、何者なんだろう」
ここでメアが自分の存在に疑問を抱く

次の話へ"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    6,
    "第五章の終盤",
    "双子と青年が会話
「デモ、ヨカッタノ？」
「あんなものがたりに、ちからをつかって」

「いいんだよ。別に何かが減るわけじゃないし」

「デモ、アレッテ、タシカ……」
「すてられた、ものがたり。だったよね？」

やはり知っていたのか。知っている上でメアを動かすなんて、なんと悪趣味な。

「そうだよ。葵という人物が死亡する設定が没になったからね。代わりに新たな設定として奏汰が死ぬことになる」
「その原因……というか、要因かな。それが葵で、優から大切な人を奪ったという罪悪感で苦しむこととなる」
→それが優が主人公のお話。

「つまり、あの葵（物語）をいくら救済したところで、葵という人物そのものが救われるわけじゃない。結局彼は苦しむことになるし、池崎家の話とリンクしているのもそっちの葵だ。さっき僕が救った葵の物語はあれ以上進むことがないし、成長もしない。無意味だったんだよ」

※別プロジェクト内なら同じクラス名でも問題ないのと同じで、没話の葵と優主人公話の葵とは別物。
因みに没話と優主人公の話とはタイトルも違うから別プロジェクト扱いとなる。

「ザンコクー」
「ひどいねー」

「それを分かっててやらせた君たちにだけは言われたくないね」


「それにしても、助けたい……か」
自分の本をぎゅっと抱きしめて

「愚かだ（自分の過去を分かってないのに葵を救いたいと思ったメアと、無駄だと分かっていながらも救ってしまった自分が）」"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    7,
    "第六章「悪夢を食べる物語」冒頭",
    "伯の話
双子は全てを把握していながら、敢えて止めずにメアを物語の中に入れる。
    
双子は物語を行き来する力を持つ、という点に触れる。
首から扉を開くための鍵をぶら下げてる
→本はどれも鍵がかかってる

片方は入る力、片方は出る力

伯の物語だけは入るなと言われていたが、
「やめろと言われたら気になっちゃうよねー」

「でもダメだって」
「ダメだって」

「いいじゃんいいじゃん。アイツだけ面白いことを独り占めするつもりかもよ？」

「それはダメだ！」
「独り占めよくない！」

双子が扉開く
※この話だけそういうところから始まり、メア視点で進んでいく

「悪夢を食べるんだって」
「メアも食べられる？」

「バカ、そんなわけないでしょ」
「アイツが食べるのは寝るときに見る悪夢の方だ。ボクのは違う、比喩みたいなものさ。地獄のような光景だ、とか小説でよく見るだろう？　定義が違うんだから、食べられるわけがないんだよ」

＋＋＋伯の物語について＋＋＋

小さな村に住む少女。
「悪夢」を食べてくれる存在として、村の人々から崇められている。
穢れをなくすため外界との触れ合いをなるべく避けられており、祠的なとこに閉じ込められてる。食事も質素。

「伯様、息子がこの頃怖い夢を見るらしくて……」
「分かりました。今夜、お伺いします」

普通の子みたいに暮らしたいとは思わない。
遊びたいとか、美味しいものを食べてみたいとか、思わない。
ただ、一つだけ。もう少し、自由になりたい。
こんな鳥籠の中じゃなく、自由に空を羽ばたきたい。

伯だって悪夢を見る。
そんな彼女の悪夢は、誰が食べてくれるのだろう。"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    7,
    "第六章　メアと伯が接触",
    "メアが現れた際
「……そこに、誰かいるのですか？」

「驚いたなぁ、ボクの存在に気がつくなんて」

「貴方からは、良くない気を感じます」
「一体、何しに来たのですか」

「この物語は既に悪夢みたいなものだから、わざわざボクが手を出す必要はなさそうだねぇ」

「……え？」
※このとき、メアが初めて伯の悪夢に気がついた。→自分の存在が悪夢だから。
これはメア自身の言葉で出したものであり、物語内では一切記載されていないこと。
つまりこのときに伯がメアに抱いた想いは紛れもなく伯自身のものであり、「作り物」ではない。

「ちょっと悪夢の食べ過ぎなんじゃない？　そのうち、ボクみたいになっちゃうかもね！　あははっ！」

呆然とする伯。気づいてくれたことへの喜びでいっぱいで、反応できない。


※会話流れ
「驚いたなぁ、ボクを認知できるなんて」

「貴方は……」

「やぁ、初めまして。ボクはメア。よろしね。……と言っても、こんなつまらない世界に長居するつもりなんてないけど」
「ねぇ、オマエって悪夢を食べてるんだよね？　悪夢って美味しいの？」
「……なんで、自分の悪夢は食べないの？」

伯驚く。
「……妾が悪夢に苛まれていると、分かるのですか」


「貴方は不思議な方です」
「夢を見ながら、夢を見ている」

メア「…………え……？」
「何、言って――ッ！？」

メア頭痛

そんなメアの頬にそっと触れて、
「……貴方の名前は、メアじゃない」
「貴方の本当の名前は――リヒト」
「リヒト・フォン・シュラーフ」

途端、メアの頭に激しく殴りつけられたかのような痛みが走る
頭を抱えながら叫び出す

「ぐっ、ぁ……！」
「違う、違う違う違う違う！！」
「僕はリヒトじゃない、リヒトなんかじゃない！！」
「やめろ、やめろ、やめろ、やめろ！！　僕の中に入ってくるな、僕の中に入り込んでくるな！！　僕はメアだ、リヒトじゃない！　リヒトなんかじゃ――」

「ホントウニ？」
「ホントウニ、リヒトジャナイノ？」

双子の声が囁きかけてくる

「自分ノコト、何モ知ラナイノニ？」
「自分ガドンナ人物カ、知ラナイノニ？」

「自分ノ過去ノコト、何1ツトシテ知ラナイクセニ」

「っ……ぅ、あ……」

メア　そこで意識が途絶える

双子「あーあ」
「ジライ、ッテヤツ？」
「というか、とりがー、かな」

困惑する伯「貴方たちは……？」

「ふふっ、たすけたい？」
「コノコ、タスケタイノ？」
「それじゃあ、ものがたりを、すすめないと」
「ソウダネ、モノガタリヲ、ススメヨウ」
「えんどろーるを、むかえれば」
「『リヒト』ハ、スクワレル」
「あはははっ」
「アハハハッ」

リヒトの回想が始まる"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    7,
    "第六章　リヒトの記憶",
    "リヒトが夢から覚めた瞬間から始まる
　夢を見ていた気がする。とても、長い夢。

リヒト視点で物語が進む
どこまで描くか、六章ではなく最終章にするかなどは未定"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    8,
    "最終章　リヒト回想後",
    "終わったあと、
イヴァン「っ……今の、は……？」

「目ガ覚メタ？」
「気ガツイタ？」
双子が現れる

「……今のは、お前達が見せたのか」

「サァ？　ドウダロ」
「ドウダロネ」

「……出会って、しまったのか。あのユメクイと」


何かが崩れ落ちるような物音
双子を振り返ると、ニヤニヤとした笑顔
イヴァンは慌てて音のした方へ

背後で双子の笑い声がした


頭を抱えて苦しむメア
その周辺には本が散らばっている

「……メア」

近寄ろうとすると、「来るな！！」

「やめろ……オマエも、僕のことをリヒトと呼ぶのか……？」

「……君も見たのか。あれを」

「僕はリヒトじゃない……違うんだよ……」
「だって、だって……あの女たちのしたことが本当だとしたら、僕は……メアという存在は、主にとってただの――(生贄)」

「メア」
イヴァンが近寄る

「大丈夫、落ち着いて。ゆっくりと息をするんだ」
「君はメアだ。それ以上でも以下でもない。リヒトなんかじゃ、ない」

手を伸ばす

「さぁ……大丈夫。今、『救って』あげるから」

「――離れなさいっ！」

自我を得た伯が現れる
ここからの展開は未定"
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    8,
    "エピローグ　双子の会話",
    "最後に双子が会話してる

「終わっちゃったね」
「終わっちゃったね」

「でも、リヒトはあれで幸せだったのかな？」
「リヒトはあれで、救われたのかな？」

「そもそも、リヒトはどうして夢から覚めなかったんだろう」
「どうして、自らを夢に閉じ込めていたんだろう」

双子がきひひと笑う

「目覚めの瞬間が楽しみだね」
「楽しみだね」
「さぁ、次の物語が始まるよ」
「さぁ、次の『傍観者』がページを開くよ」

「リヒトはいつになったら救われるのかな？」


幸せの形を見つける物語
一見悪夢から解放されて救われたかのように思えるリヒト
しかしリヒトはそんなこと望んでない
ずっとずっと夢の中でまどろんでいたかったのに

この物語で幸せを掴んだのは伯だけ
メア、リヒト、青年は幸せになってない

リヒトは姉のエゴを押し付けられ、再び不幸な現実へと呼び戻された"
);
