INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    1,
    1,
    'よそ者の少年シヴァが村へと移住してくる。ブラフマーは最初興味を示していなかったが、シヴァの姓はかつて滅んだはずのヴィナッシュであることを知り、驚愕する。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    1,
    2,
    '余計な関わりを避けようとするブラフマーに対して、何故かシヴァはしつこく話しかけてくる。そんな彼に段々と惹かれていき、ブラフマーは生きる意味を見出しかけていた。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    1,
    3,
    "シヴァが移住してきてから三年。二人はすっかり仲の良い友人となっていた。だがある日、もうすぐ儀式の日が迫っていることからちょっとした喧嘩をしてしまう。傷つけてしまったかもしれないと落ち込むブラフマーの前に、もう二度と会えるはずがないと思っていたある人物が現れる。それは、七年前に一度だけ会った、アザミ色の少女だった。"
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    1,
    4,
    'アザミ色の少女から衝撃的な事実を聞いたブラフマーは、慌てて儀式の場へと駆け出す。しかし、そこにはもう、黒曜のナイフを手にした村長と怯えた様子のシヴァがいて。やめてくれと叫ぶブラフマーの思いに反して、黒曜のナイフは振り落とされた。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    3,
    1,
    'イヴァンがいる『狭間』にメアが現れる。意識がないメアの傍には『ナイトメア』というタイトルの本が転がっており、イヴァンはそれを手に取る。大まかな内容を理解したイヴァンは、メアの力は利用できると考え、笑みを浮かべる。
「へぇ……面白そうじゃないか」
目を覚ましたメアに、イヴァンは嘘を教える。君の物語には結末がない、続きを綴ってもらうには自分で物語を進める必要がある――と。
イヴァンの言葉を信じたメアは、主（作者）に結末を綴ってもらうために自身の物語を進めていく。その物語の内容とは、『あらゆる夢を悪夢に変える』といったもの。
「この世界で言う夢とは、物語のことを指すんだ」
メアは手始めに、『自分らしく生きる物語』を悪夢――バッドエンドに変えることにする。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    3,
    2,
    '二章から五章までが展開される。
物語を通じて、徐々にメアという人物像を露わにしていく流れ。プロローグを除くと双子は二章の終盤で、イヴァンは四章の後半で初登場する。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    3,
    3,
    '六章のみ。伯とメアが出会ってしまい、双子の力によってメアの本質――リヒトの存在が明かされる。伯、イヴァン、メアの三人ともが同時にリヒトの記憶を見せられることとなり、『ナイトメア』の物語が終盤へと進んでいく。
※このあたりの展開方法、次話への繋ぎ方は未定。
リヒトの記憶を見せられる直前で切るか、リヒトの記憶を見た直後に切るか。'
);

INSERT INTO ideas(
    plot,
    idea,
    note
) VALUES (
    3,
    4,
    '最終章＋エピローグ。
ナハトの干渉を受けてしまったメアを、自我を得た伯が救う。その後、二人は物語に帰還。イヴァンは一つの物語を見せられていただけに過ぎず、『狭間』で一人取り残されることに。

現実世界ではリヒトが目を覚まし、イルゼとナハトが喜ぶ。が、リヒトは自分が死ねなかったことに絶望し、せっかく夢の中で掴みかけた『幸福』を失うこととなる。
※リヒトが目覚めたシーンは描かない予定。描くかもしれない。

※エピローグでチヒロを登場させるとか。'
);