/*users*/
/*------------------------------------------------------------------------------------------------------------------------------*/
INSERT INTO users(
    password
) VALUES (
    "aaaaaaaa"
);

/*pltos*/
/*------------------------------------------------------------------------------------------------------------------------------*/
INSERT INTO plots(
    title, 
    slogan,
    summary
) VALUES (
    'Karma',
    '『期待』は裏切られる。いとも簡単に、何の前触れもなく',
    'ターザック村では、人身御供の掟が定められていた。きっかけは二百年前。村に住むある男が、皆から愛されていた女神を裏切ったことが始まりである。
その村で生まれ育った少年、ブラフマー・スリジャン。彼は女神を裏切った男の血を継ぎ、生まれる前から生贄となることが決定されていた。

死の時期が確定されている人生。誰からも愛されることのない人生。無駄で、無意味で、無価値な人生。ブラフマーは、『生きている意味』が分からなくなっていた。
そんな彼に、よその町から移住してきた少年シヴァ・ヴィナッシュは言う。

「――俺のために生きてくれ、ブラフマー」

生贄の対象者である少年ブラフマーと、彼に寄り添う少年シヴァ。
そんな二人を待ち受けている運命とは――……'
);

INSERT INTO plots(
    title, 
    slogan,
    summary
) VALUES (
    'Karma2',
    '「世界なんてどうだっていい。私はただ、あの子たちを護りたい」',
    'Karmaの続編。

素性を偽り、ターザック村の一員として溶け込んだ少女アザミ。
彼女の目的はただ一つ。生贄の少年ブラフマーを、理不尽で残酷な運命から救うこと。
しかし、彼はすべてを諦めてしまった様子で、アザミは思わず苛立ちを乗せた言葉をぶつけてしまう。
彼を傷つけてしまったかと己の発言を悔いるアザミ。
そんな彼女の前に、一人の少年が現れた。
その髪は、雪のように白く。
その瞳は、空のように青い。
少年は告げた。肌を掠める空気よりも冷たい声で。
もう、邪魔はさせない――と。'
);

INSERT INTO plots(
    title, 
    slogan,
    summary
) VALUES (
    'Licht von Schlaf',
    '幸福の形を見つける物語',
    '悪夢の象徴『ナイトメア』と呼ばれる記憶喪失の青年が、自らを生み出したとされる『主』に会うため様々な『物語』を悪夢へと変えていくストーリー。'
);

/*stages*/
/*------------------------------------------------------------------------------------------------------------------------------*/
INSERT INTO stages(
    plot, 
    stage
) VALUES (
    1,
    '世界の中心にあるとされるターザック村が舞台となる。
かつてアディティーと呼ばれる大地の女神が住んでいたとされ、今もなお村人から信仰され続けている。
二百年前に起こったある事件を境に、人身御供の掟が定められるようになった。

この村には教育を行う施設というものが存在しておらず、村長自らが村の子供たちを自宅に招いて勉学を行わせている。
よそ者を拒み、周囲から孤立している。'
);

INSERT INTO stages(
    plot, 
    stage
) VALUES (
    3,
    '現実世界と空想世界と、その狭間を舞台に物語を描いている
・現実世界：我々のいる世界・場所。
・空想世界：『物語』の世界。
・狭間：上記二つの間に生じる空間。
本作品の中はすべて空想世界か狭間かの二つしかなく、例えば『空想世界を生み出す』という力はこちらからすれば『空想世界の中で空想世界を生み出している』という認識になる。

本編では、空想世界と空想世界との間にある狭間で物語が展開されていく。'
);

/*parlances*/
/*------------------------------------------------------------------------------------------------------------------------------*/


/*stories*/
/*------------------------------------------------------------------------------------------------------------------------------*/
-- INSERT INTO stories(
--     idea,
--     title,
--     story
-- ) VALUES (

-- );

/*memos*/
/*------------------------------------------------------------------------------------------------------------------------------*/
