INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    9,
    'プロローグ１',
    '眠り続けるリヒトの隣で、イルゼとナハトが『ナイトメア』の本を開いている。その中には、まるでメモのような文字がいくつも手書きで書かれている。

ナハト「……ようやく、ですね」

イルゼ「えぇ……これで、これでようやくこの子を救うことができる」

リヒトの方を見て、

イルゼ「待っててね……絶対に、救い出してみせるから」
「貴方を、今度こそ幸福にしてみせるから」

二人は、本のページをめくる。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    9,
    'プロローグ2',
    '※冒頭で情景描写を入れてみる。狭間の雰囲気について。

図書館のような空間『狭間』の中で、一人過ごすイヴァン。特に何をするわけでもなく、ただ本棚に並ぶ大量の本を見つめるばかり。
そんなとき、突然何かが崩れ落ちる音が鳴る。音の方へ向かうと、そこには崩れ落ちた本の山の中で倒れている青年の姿が。

同じ階層の人間だろうか、と。イヴァンは青年の元へ近寄り、膝をつく。
青年の手元には、『ナイトメア』と書かれた一冊の本が落ちている。
イヴァンはそれを拾いあげ、中身をざっと読む。

イヴァン「…………へぇ」

と、イヴァンは笑みを浮かべる。

イヴァン「面白そうじゃないか」

ここでイヴァンは、利用できそうだと判断する。
→チヒロへの復讐に使えそうだ、と。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    9,
    '第一章「自分らしく生きる物語」',
    'さくれなの話

ここでは怜奈を通じて、『リヒトも自分を閉じ込めてきた』要素を含む
（しかし、ストーリーには一切影響しない）

※ストーリーの大幅修正必要あり
よって下記の内容はほとんど没（要素はそのまま）

最後
夜　怜奈が男に突然襲われる
誘拐時のトラウマから動けず、泣いてしまう

と、そこで朔夜が現れ助けに来てくれる
※都合的すぎる故、二人は待ち合わせしていて朔夜が遅れて来た、とか？

喧嘩が強い朔夜
優勢だったが、相手がナイフを出す

朔夜は誘拐時のトラウマで先端恐怖症
恐怖で動きがピタリと止まってしまい……

エンド1……朔夜がそのまま刺されてしまう
エンド2……怜奈が庇って刺されてしまう

最初は1
メアが現れ「その子を助けたい？」
→やり直させる
　→タイミングを見計らって飛び出した怜奈が刺される

→朔夜にメアが同じセリフを

→繰り返し
延々終わることのないループ

本編では……
どちらかのエンドを出して、メアの言葉のあと、もうひとつのエンドをエピローグ的な雰囲気で出す
↓
一回目は朔夜が死ぬ(本編外)
本編ではその次、怜奈が死ぬエンドを出す。
※「二度目の恐怖」
→誘拐と今回ので怜奈にとって二度目の恐怖という意味に読者に捉えさせる。
　→本来の意味はループ二回目という意味。
その後は「？回目」というタイトルで怜奈が生き残るエンド。泣きながら「なんで……」

＋＋＋

メアが登場するのは最後のみ

話が終了後
メアがさくれなの本を開いてるシーン

「面白いなぁ」
設定をひとつ増やしただけでこんなにも変わるとは

本をぱたんと閉じて
「自分たちがこんな小さな『箱』の中に閉じ込められてるとも知らずにさ」

「さぁ、(メアの)モノガタリを進めよう」
「そして、そのために……永遠に続く悪夢の中で踊れ」

不敵な笑み

ここから物語が始まる――な感じ
'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    10,
    '第二章「身勝手な二人の物語」',
    '追加ストーリー　もえりくの話　
ここで双子が初登場

ラストの小萌から、『夢に閉じこもり続けるリヒト』の要素を含む
また、「小萌を助けられるのは陸だけだったのに、その陸を小萌が殺してしまった」というところから、「リヒトを助けられるのはイルゼだけなのに、そのイルゼが母の最期の言葉によって偽善者となってしまっている」という要素も少し含んでいる。

とてもつらい
生きてることが辛くて苦しい
そんな陸

「そっか……もう、疲れちゃったよね」
「じゃあ、もう休んじゃおうか」

「もう、楽になろう？」
「陸くんはお父さんを殺しちゃったけど、その分いっぱい頑張ったから。きっと天国に行けるよ」

突き落とす
「え……？」ときょとんとする陸
「ばいばい、陸くん」
天使のような笑顔で手を振る小萌
陸死亡

この後涙を流す小萌
その夜、子供の頃の夢を見る
『その夜、私は夢を見た』
夜に、入院した母の看病をする幼い小萌
母は眠ってる

その背後から
「いい加減諦めなよ」と、メア

「……あなたは、誰？」

「僕？　僕はメア。以後お見知り置きを。って言っても、この『物語』はもうすぐ終わりを迎えちゃうんだけどね」

「めあ……ものがたり……？」

男は意味の分からないことばかり言う
幼い私は何も理解できなくて
だけども不思議と惹かれるものがあった

「ねぇ、お母さんとずっと一緒にいたい？」
「ここはね、夢の中なんだ。夢から醒めてしまえば、君はお母さんと離れ離れになる」
「もう、二度と会えないんだ」

「い、嫌だ！　萌、お母さんに会えなくなるのは嫌だ！」

その発言にメアはにったりと笑う

「じゃあ、ずっと夢を見続けようか」
「さぁ、コモエ。醒めない夢の中でおやすみ」

＋＋＋

その後　メアと双子
あるいはメアだけで話してる

この物語は一見陸が不幸な目にあっただけのように思える
小萌は幸せな記憶の夢を見続けることが出来て
悪夢に飲み込まれてる感じがしない

「そう思うだろう？　でも、実際は違うんだ」

小萌が見てる夢は、母が死にたいと零した日
「あのコモエは夢の中にいつづけることを選んだ。だけどそれは、あのコモエの意思。夢を見てる方のコモエの意思じゃない」
つまり、ここに留まると答えた小萌は幼い小萌で、今の現実世界での自分のことを知らない

「だから、コモエは同じことを繰り返す」

ずっとずっと、何度も何度も母を殺す
たとえいつか過ちに気がついたとしても、あの夢からは出られない
「だって、コモエ自身がそう望んだんだから」

「カワイソー」
「あくしゅみー」

「ふふっ……リクがあの女の家に行くと決めた時点で、あの物語の結末は決まっていたんだよ」
「ホントにかわいそうだよね。コモエを守れるのはリクだけだったのに、そのリクが死んじゃうなんてさ」

ここまでは大きな進展はない感じで
'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    10,
    '第三章「家族の絆を確かめる物語」',
    '拓斗の話

イルゼの要素を含む
→姉、という存在に引っかかるメアの様子から

また、五章の伏線として葵の存在を多めに出す
ここで登場する葵は、『捨てられていない物語』の葵である

終盤の、雨が降る日
ナイトメアでは雨は降っておらず、そのまま拓斗は帰宅する
道中でリーダー格の男に絡まれ事故死とか
→姉は部活で助けに来れない

帰り道の途中で男に絡まれる
「最近反抗気味らしいな。そんなんじゃお前、また捨てられるぞ」
家族愛なんて偽物だ、おまえは愛されてない。

責められ、後ずさるうちに歩道と車道を仕切る岩につまづき転倒→車道へ
ちょうどそのタイミングでトラックが走ってきて、そしてーー

暗転
次のシーン、真っ暗な世界の中で拓斗一人

父の姿を見つける
しかし冷たい言葉を吐き消えてしまう
次に母、最後に姉、と同じように

崩れ落ちる
「なん、で」

「独りぼっち？　カワイソー」
メア現れる

「苦しいよね、辛いよね。1人はさみしいよね」
さぁおいで、と

近づいてきた拓斗をぐっと引き寄せ、耳元で、
「永遠に続く悪夢の中へようこそ」

終わり
次のシーンへ


「そうして拓斗は、永遠に埋まることのない孤独を抱えたまま悪夢をさ迷うことになった……と」
拓斗の物語を読んでるメア
※あるいは双子が読んでて「終わりー？」「ひどいねー」とメアに

「孤独ってのはね、目に見えないんだよ」
「傍からどれだけ幸せそうに見えようとも、本人が孤独ならばそれは孤独だ。誰にも分かってもらえないんだよ」

「……でも」
「でもコイツは違う。愛されてるくせに。血が繋がってなくてもアイツらから愛されてるくせに。何が形のない愛は信用出来ない、だ」
「ほんっとムカツク……――ッ」

頭を抑え、本を落とす
「だいじょうぶ？」「イタムノカー？」
「っ……だい、じょうぶ……また、いつものやつだよ」


落とした本をひろって、
「……お姉ちゃん、か」

何かが引っ掛かる様子。
'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    10,
    '第四章「共依存する物語」',
    'りんやよの話

ここではという人物像にそこそこ深く触れる（メアに異変が大きく表れる話）
また、終盤でイヴァンが再登場する

りんちゃんが悪夢を見るところから始まる
→悪夢の内容から始まる


りんちゃん、悪い夢を見る
起きても身をまさぐる感覚が張りついてて気持ち悪い

と、

「かなしいねー」
「クルシイネー」

双子登場

「ははに、すごくあいされた。なのに」
「ソレハ、スゴク、イビツ」
「きもちわるい」
「キモチワルイ」

ぞっとする
なんだ、こいつら
これは悪い夢か

「ゆめ……？」
「ユメ……ソウ、コレハ、ユメ」

奇妙な笑い声とともに部屋の奥へ走っていく

「ま、まて！」

追いかけるーーと、景色が一変
母と暮らしてた頃の家、しかも寝室

母が現れて
「憐……あぁ、とても素敵に成長して……あの人とそっくり……」
触ってくる
青ざめ、「やめろッ！」突き飛ばす

と、景色が元に戻る
呆然

「ふーん、流石早いねぇ(夢と自覚するのが)」
メア登場
「やっぱり、悪夢を見るって設定が元からあるからなのかな？」

「な、なんだよ……お前、誰だよ……」
困惑する

「誰、か……うん、いいよ。今、ボク凄い楽しい気分だから教えてあげる」
「初めまして。ボクは『ナイトメア』の住人、メア。以後、お見知りおきを？　あははっ」

無邪気に子供みたいに

りんちゃん　さっきから意味がわからない
なんなんだ、こいつらは
これは夢だ、悪い夢だ

「悪い夢、か」

心の中を読まれたように
驚愕

「じゃあ、現実はどこにあるの？」
「ここが夢の中だとして、オマエの現実はどこ？　どうやったら抜け出せる？」

「残念だけど、オマエの悪夢は永遠に終わらないよ。あの女がいる限り」

「あの女にとっての幸福は『鳴上憐を救うこと』。でも、その幸福を得るためにはオマエが不幸であるという前提が必要になる」
「つまり……オマエが悪夢に、忌々しい母親の呪縛に囚われ続けるのはあの女のせいだ」

「ねぇ、教えてあげようか」
「夢から抜け出せる、とっておきの方法を」
手を差し出す
「おいで」

りんちゃんがメアに触れる→悪夢に取り込まれる
りんちゃんは病院で眠り続ける
→身投げしたことになってる

「良いこと教えてあげようか。夢から覚める、良い方法」
高いところから飛び降りれば目が覚めるという


最後　メアが本を閉じる
「…………一生苦しめ、偽善者」

「やぁ、おかえり」　イヴァンの登場
「少しやりすぎなんじゃない？」
「ターゲットはあの女の子だけだったはずなのに」

「結局、あの男まで悪夢の中に取り込んだんだろう？　別にそこまでしなくてもよかったのに」

「……ムカつくんだよ」
「気持ち悪いって何……やめろって何……？　愛されてるくせに、母親からあんなに愛されてるくせに！」
頭かきむしる
「前回の男も！　この男も！」
「許せない許せない許せない！」

「……愛、ねぇ」
「まさか、君が愛を語るなんてね」
「ねぇ、どうして許せないんだい？」

※あるいはここで問いかけずに「愛ねぇ」とつぶやくだけ。
メアは怒りを見せるうちに頭痛を起こす、とか。

「…………ど、して」
しばらく呆然として、頭痛
頭抑えて苦しみ出す
「うっ……ぐ……いた、い……！」

「やれやれ……また悪い病気が出たか」

メアに触れる
救いの力で
「さぁ、おやすみ。今はまだ何も思い出さなくていい」'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    10,
    '第五章の冒頭',
    '本棚で男が伯の本を見つけたシーンから
「こんなところに……」

※それまでに世界観の説明風な文章（プロローグとは被らないように）
右も左も、前も後ろも。1面見渡す限り本棚だらけ。どうやって取るんだってくらいに高い。
分かってることは、
　この世界には出入口がなく、本が積み上がってるだけ。まるで大きな図書館。
　ここにいる人は、本の中に住む登場人物たち。
　そして、この世界に姿を現した者は何らかの力を持っているということ。


メアが現れて「どうした？」
「おっ、次はそれか？」

「違うよ。これはダメ」

「えーなんでなんで。どんな話なんだよ」

悪夢を食べる話だと説明
「君には関係の無い話だ」
でもメアは面白そうだからと入りたがる

「まったく、君の目的を忘れたのかい？」
「君の目的は『ナイトメア』の物語を進めて、その著者である『主』に結末を書いてもらうこと。そうだろう？」
ナイトメアはあらゆる物語を悪夢にすること、メアの力のことも。(上記セリフ修正必須)

寄り道してる場合じゃないよ、と別の本を渡す
メア不服ながらも双子の名前を呼んで立ち去る

「……そう。この悪夢は、まだ終わらせるわけにはいかないからね」

→葵の話が普通に始まる'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    10,
    '第五章「捨てられた物語（仮）」',
    '没となった葵の話
イヴァンが間違えて、没の方を渡してしまった。

この物語だけは原本（元のストーリー）がない

幼い頃のシーン
葵は母親と貧しい暮らし
母親が凄いダメ人間＋幽霊が見えるという葵を気味悪がり暴力
　→葵は虐待を受けていた。
　　→ここでメア（リヒト）との共通点

家を追い出され、ボロボロの状態で河川敷で泣いていると、
「どうしたの？」
優が登場。

葵より少し上を見つめて、「だめ。この子に触っちゃだめだよ」
葵驚く「お前も、見えるの……？」
やっと仲間を見つけた。今まで母親に気持ち悪いと殴られ続けたため、凄く嬉しくて泣いてしまう。

奏汰が来る。
「優ちゃんが泣かせたの？」
「違うよ。この子が勝手に泣いたんだよ」

その後事情を知った奏汰は一旦葵を家に連れ帰り、翌日一人で葵の家に
→葵の母親は死んでいた。原因はアルコール中毒。

葵には親戚などもおらず、奏汰の家が引き取ることに。
葵は奏汰の義弟となる。
「よろしくな、葵。今日から俺とお前は家族だ」

しかし、

とある喧嘩で奏汰はつい葵を突き飛ばしてしまい、葵は階段から落下→死亡
怖くなった奏汰は思わず逃げ出してしまう

次の話へ
↓
メアの視点に切り替わる

葵の死体を見て、
「……これ、どういうこと？」
池崎家の話で『葵』という存在は登場している。しかし、この話では葵は死んでいる。
→矛盾が生じている

双子が、
池崎家の話では、確かに登場はしているけど容姿まで描かれていない。ただのクラスメイト扱い。
つまり、この話の葵と池崎家の話の葵とは繋がっていない可能性がある。
もしくは、別の存在に『葵』という役が振り分けられているのかもしれない。

「つじつまがあえば、ものがたりはつながる」
「デモ、ムジュンガアルト、クサリハコワレル」
「きっと、葵というこまは、ここでいちどしんで」
「アノハナシデ、アラタナコマガ、ハイチサレタ」
→姉がリヒトとメアを繋げようとしている、という点と重ねた展開

「コノモノガタリヲ、カイタヒトハ、ワスレテタノカモシレナイ。ドチラカノ、ソンザイヲ」
「あるいは、さきにあっちをかいて、あとになって葵というじんぶつの、せっていを、うわがきしたのかもしれない」
「ヨク、アルヨネ」
「ものがたりは、かいへんを、かさねる。なんども、へんかする」

※メアは池崎家の話での葵の容姿を覚えていない。
　※そもそも没になった話だから池崎家の話と繋がっていない
ドラマでも途中で配役が変わることあるし、そんな感じの流れ。

メアは葵に同情
→リヒトの影響が出始めているため、虐待を受けている葵に自分を無意識に重ねている。

「なんでかは分からない……けど、こいつは助けてあげたいんだ」
「デモ、ムリダヨ」
「メアのちからは、あくむにするちから。だれかをすくうなんて、むり」

メア落ち込む

「……アー、デモ」
「あいつ（イヴァン）なら、できるよね」

一度図書館に戻り、青年の元へ
「あぁ、メア。丁度良かった。さっき渡した本なんだけど、実は――（没になった物語なんだ）」
「聞きたいことがあるんだけど。オマエの『力』って何？」
「……唐突だね。どうしてそんなことを？」
「助けたいんだ。この物語を」
本を差し出す。

青年は怪訝そうに「……どうして」
「分からない。でも、この葵ってやつは死なせたくないんだ」

青年は察する。彼は、自分を無意識に重ねていると。
「……僕の力は、救いの力。君とは逆で、物語を救済する力だ」
本を広げ、
「確かに僕の力を使えば、この葵という奴は救えるだろうね。でも、いいのかい？　君が物語を悪夢に変えることはできても、具体的な展開を決めることができないのと同じように、僕もこの物語を細かく操作できるわけじゃない。葵という奴を救うことはできても、その後の展開がどうなるかは僕にも分からない。特に、奏汰という人物に悪い影響が出るかもしれない。それでもいいのかい？」

「いいよ。葵を救えたらそれだけでいい。他の奴らなんてどうでもいいし、奏汰とかいう偽善者だってどうでもいい」

「……了解」
→葵を救済。葵が死亡するという展開が消える。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    10,
    '第五章救済後',
    '『物語変更（葵救済）後』
青年が物語救済後、次話へ進んでこれが始まる。

喧嘩するのは変わらない。因みに喧嘩の内容は葵の「自分は邪魔なんじゃないか」という不安が爆発したことによるもの。
奏汰が思わず突き飛ばしてしまうことがなくなり、葵を説得。
→和解し、二人の絆が強まる。ハッピーエンド。

それを遠くからメアが見てる。
「……なんだ、代わりにあいつが死ぬと思ったんだけどな」
「まぁいいや、葵が救われたなら」

でも、どうして助けたいと思ったのだろう。考えても分からない。
「こういうのって、大抵自分に重ねてーみたいな感じだけど……うーん、分からないなぁ。僕はただの悪魔だし」
ふと、
「……ただの、悪魔。……本当に？」

そういえば、『メア』とはどういう人物なのだろう。主は、どういう考えで自分を創ったのだろう。

「……僕って、何者なんだろう」
ここでメアが自分の存在に疑問を抱く

次の話へ'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    10,
    '第五章の終盤',
    '双子と青年が会話
「デモ、ヨカッタノ？」
「あんなものがたりに、ちからをつかって」

「いいんだよ。別に何かが減るわけじゃないし」

「デモ、アレッテ、タシカ……」
「すてられた、ものがたり。だったよね？」

やはり知っていたのか。知っている上でメアを動かすなんて、なんと悪趣味な。

「そうだよ。葵という人物が死亡する設定が没になったからね。代わりに新たな設定として奏汰が死ぬことになる」
「その原因……というか、要因かな。それが葵で、優から大切な人を奪ったという罪悪感で苦しむこととなる」
→それが優が主人公のお話。

「つまり、あの葵（物語）をいくら救済したところで、葵という人物そのものが救われるわけじゃない。結局彼は苦しむことになるし、池崎家の話とリンクしているのもそっちの葵だ。さっき僕が救った葵の物語はあれ以上進むことがないし、成長もしない。無意味だったんだよ」

※別プロジェクト内なら同じクラス名でも問題ないのと同じで、没話の葵と優主人公話の葵とは別物。
因みに没話と優主人公の話とはタイトルも違うから別プロジェクト扱いとなる。

「ザンコクー」
「ひどいねー」

「それを分かっててやらせた君たちにだけは言われたくないね」


「それにしても、助けたい……か」
自分の本をぎゅっと抱きしめて

「愚かだ（自分の過去を分かってないのに葵を救いたいと思ったメアと、無駄だと分かっていながらも救ってしまった自分が）」'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    11,
    '第六章「悪夢を食べる物語」冒頭',
    '伯の話
双子は全てを把握していながら、敢えて止めずにメアを物語の中に入れる。
    
双子は物語を行き来する力を持つ、という点に触れる。
首から扉を開くための鍵をぶら下げてる
→本はどれも鍵がかかってる

片方は入る力、片方は出る力

伯の物語だけは入るなと言われていたが、
「やめろと言われたら気になっちゃうよねー」

「でもダメだって」
「ダメだって」

「いいじゃんいいじゃん。アイツだけ面白いことを独り占めするつもりかもよ？」

「それはダメだ！」
「独り占めよくない！」

双子が扉開く
※この話だけそういうところから始まり、メア視点で進んでいく

「悪夢を食べるんだって」
「メアも食べられる？」

「バカ、そんなわけないでしょ」
「アイツが食べるのは寝るときに見る悪夢の方だ。ボクのは違う、比喩みたいなものさ。地獄のような光景だ、とか小説でよく見るだろう？　定義が違うんだから、食べられるわけがないんだよ」

＋＋＋伯の物語について＋＋＋

小さな村に住む少女。
「悪夢」を食べてくれる存在として、村の人々から崇められている。
穢れをなくすため外界との触れ合いをなるべく避けられており、祠的なとこに閉じ込められてる。食事も質素。

「伯様、息子がこの頃怖い夢を見るらしくて……」
「分かりました。今夜、お伺いします」

普通の子みたいに暮らしたいとは思わない。
遊びたいとか、美味しいものを食べてみたいとか、思わない。
ただ、一つだけ。もう少し、自由になりたい。
こんな鳥籠の中じゃなく、自由に空を羽ばたきたい。

伯だって悪夢を見る。
そんな彼女の悪夢は、誰が食べてくれるのだろう。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    11,
    '第六章　メアと伯が接触',
    'メアが現れた際
「……そこに、誰かいるのですか？」

「驚いたなぁ、ボクの存在に気がつくなんて」

「貴方からは、良くない気を感じます」
「一体、何しに来たのですか」

「この物語は既に悪夢みたいなものだから、わざわざボクが手を出す必要はなさそうだねぇ」

「……え？」
※このとき、メアが初めて伯の悪夢に気がついた。→自分の存在が悪夢だから。
これはメア自身の言葉で出したものであり、物語内では一切記載されていないこと。
つまりこのときに伯がメアに抱いた想いは紛れもなく伯自身のものであり、「作り物」ではない。

「ちょっと悪夢の食べ過ぎなんじゃない？　そのうち、ボクみたいになっちゃうかもね！　あははっ！」

呆然とする伯。気づいてくれたことへの喜びでいっぱいで、反応できない。


※会話流れ
「驚いたなぁ、ボクを認知できるなんて」

「貴方は……」

「やぁ、初めまして。ボクはメア。よろしね。……と言っても、こんなつまらない世界に長居するつもりなんてないけど」
「ねぇ、オマエって悪夢を食べてるんだよね？　悪夢って美味しいの？」
「……なんで、自分の悪夢は食べないの？」

伯驚く。
「……妾が悪夢に苛まれていると、分かるのですか」


「貴方は不思議な方です」
「夢を見ながら、夢を見ている」

メア「…………え……？」
「何、言って――ッ！？」

メア頭痛

そんなメアの頬にそっと触れて、
「……貴方の名前は、メアじゃない」
「貴方の本当の名前は――リヒト」
「リヒト・フォン・シュラーフ」

途端、メアの頭に激しく殴りつけられたかのような痛みが走る
頭を抱えながら叫び出す

「ぐっ、ぁ……！」
「違う、違う違う違う違う！！」
「僕はリヒトじゃない、リヒトなんかじゃない！！」
「やめろ、やめろ、やめろ、やめろ！！　僕の中に入ってくるな、僕の中に入り込んでくるな！！　僕はメアだ、リヒトじゃない！　リヒトなんかじゃ――」

「ホントウニ？」
「ホントウニ、リヒトジャナイノ？」

双子の声が囁きかけてくる

「自分ノコト、何モ知ラナイノニ？」
「自分ガドンナ人物カ、知ラナイノニ？」

「自分ノ過去ノコト、何1ツトシテ知ラナイクセニ」

「っ……ぅ、あ……」

メア　そこで意識が途絶える

双子「あーあ」
「ジライ、ッテヤツ？」
「というか、とりがー、かな」

困惑する伯「貴方たちは……？」

「ふふっ、たすけたい？」
「コノコ、タスケタイノ？」
「それじゃあ、ものがたりを、すすめないと」
「ソウダネ、モノガタリヲ、ススメヨウ」
「えんどろーるを、むかえれば」
「『リヒト』ハ、スクワレル」
「あはははっ」
「アハハハッ」

リヒトの回想が始まる'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    11,
    '第六章　リヒトの記憶',
    'リヒトが夢から覚めた瞬間から始まる
　夢を見ていた気がする。とても、長い夢。

リヒト視点で物語が進む
どこまで描くか、六章ではなく最終章にするかなどは未定'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    12,
    '最終章　リヒト回想後',
    '終わったあと、
イヴァン「っ……今の、は……？」

「目ガ覚メタ？」
「気ガツイタ？」
双子が現れる

「……今のは、お前達が見せたのか」

「サァ？　ドウダロ」
「ドウダロネ」

「……出会って、しまったのか。あのユメクイと」


何かが崩れ落ちるような物音
双子を振り返ると、ニヤニヤとした笑顔
イヴァンは慌てて音のした方へ

背後で双子の笑い声がした


頭を抱えて苦しむメア
その周辺には本が散らばっている

「……メア」

近寄ろうとすると、「来るな！！」

「やめろ……オマエも、僕のことをリヒトと呼ぶのか……？」

「……君も見たのか。あれを」

「僕はリヒトじゃない……違うんだよ……」
「だって、だって……あの女たちのしたことが本当だとしたら、僕は……メアという存在は、主にとってただの――(生贄)」

「メア」
イヴァンが近寄る

「大丈夫、落ち着いて。ゆっくりと息をするんだ」
「君はメアだ。それ以上でも以下でもない。リヒトなんかじゃ、ない」

手を伸ばす

「さぁ……大丈夫。今、『救って』あげるから」

「――離れなさいっ！」

自我を得た伯が現れる
ここからの展開は未定'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    12,
    'エピローグ　双子の会話',
    '最後に双子が会話してる

「終わっちゃったね」
「終わっちゃったね」

「でも、リヒトはあれで幸せだったのかな？」
「リヒトはあれで、救われたのかな？」

「そもそも、リヒトはどうして夢から覚めなかったんだろう」
「どうして、自らを夢に閉じ込めていたんだろう」

双子がきひひと笑う

「目覚めの瞬間が楽しみだね」
「楽しみだね」
「さぁ、次の物語が始まるよ」
「さぁ、次の『傍観者』がページを開くよ」

「リヒトはいつになったら救われるのかな？」


幸せの形を見つける物語
一見悪夢から解放されて救われたかのように思えるリヒト
しかしリヒトはそんなこと望んでない
ずっとずっと夢の中でまどろんでいたかったのに

この物語で幸せを掴んだのは伯だけ
メア、リヒト、青年は幸せになってない

リヒトは姉のエゴを押し付けられ、再び不幸な現実へと呼び戻された'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    13,
    'プロローグ一つ目',
    '昔、読んでいた少女漫画の中で恋をする少女たちは、みんなきらきらと輝いていた。
誰かのことを好きになって、その好きという感情を理解して。自分の気持ちに嘘がつけなくて、時には悩んだり悲しんだりもして。そして、最後は幸せになる。
好きになった人と手を繋いで、ハグをして、笑顔になる。

いつか、私にもそんなきらきらした恋をするときが訪れるのだろうか。彼女たちのように、好きになった誰かと幸せになれるのだろうか。
幼い頃は、そんな風に夢を見ていた――気がする。今では、もう、忘れてしまった感情だ。

だって、どうせ無理だから。

私には、誰かに好意を抱く権利なんてない。抱いたところで、どうせ許してもらえなくて、最後には苦しくなるだけ。そもそも、分からないのだ。

誰かを好きになるということが、私には分からない。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    13,
    'プロローグ（4/10）',
    '起
4.10（月）始業式、クラス替え（高校二年生）

怜奈が家を出ようとしているところから物語が開始する。

　クラス替え。それを楽しみだと騒ぐ人たちは、あの学校内で一体どれほどの数がいるのだろうか。そもそも、クラス替えの何が楽しみだというのか。
　少なくとも、私にとっては憂鬱だ。周囲の環境が変わる――それはつまり、これまで積み重ねてきてようやく馴染んだものをまた捨てなければならないということ。

母「ハンカチ持った？　お財布は、スマホは？　ちゃんと全部持ってる？」
怜奈「うん、大丈夫。さっきママも確認したでしょ」

　玄関でローファーを履きながら、私は笑顔でママにオッケーサインを出す。

「それじゃあ、行ってきます」
「怜奈」

呼び止められる

「クラスメイトがどんな子か、帰ったらママに教えるのよ」
「……うん、分かった」

※この時点で母の異常さを解説したりはしない。ほのめかす程度。

家を出て、少し歩いた先で振り返る。
手を振っている母の姿。
怜奈も振り返し、再び歩き出す。

「……クラス替え、か」

　独り言と共にこっそりとため息を吐いた。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    13,
    '第一話「変化への恐怖」',
    '学校に到着
始業式が始まるまで去年の教室で待機

教室の一番奥隅にある机に荷物を置いて、席に着く。
と、同時に

「おはよー怜奈」

理子が近寄ってくる。
※ここで理子の説明。彼女は川北理子。一年のときに～……

「おはよう、理子。早いね」
「ふっふー、まぁね。今日は待ちに待ったクラス替えだし」

と、楽しげな理子。そっかぁ、と怜奈も合わせて笑う。

「でも、怜奈はあんまりこういうのに興味なさげだよね」
「そうかな」
「そうだよ。今だってほら、あたしとの温度差が凄いよ」
「そこまでじゃないと思うけどなぁ」

怜奈　苦笑

「でも、理子と同じクラスだったらいいなぁとは思ってるよ」
「そりゃそうでしょ！　思ってくれてなかったらあたしショックで泣いちゃうって！」
「もー理子は大袈裟だなぁ」

話しながら周囲にも意識を向ける。
理子だけでない、他のみんなもどこか浮かれているようだ。

（やっぱり、理解できないな）

変化することの何がそんなに楽しいのだろうか。
変化は、ただの恐怖でしかないのに。

「先生来たぞー」

クラスメイトの男子が声を上げる。
理子が「相変わらず時間ピッタリだねぇ」と呆れながら自分の席に戻っていった。

開けっ放しの扉から担任が入ってくる。
同時にチャイムが鳴った。確かに時間ピッタリだ。

（担任の先生も変わっちゃうんだよね）

やっと慣れてきたところだったのに。
ごくまれに変わらないこともあるが、そんな低確率なものに期待はできない。

大体、一年という期間があまりに短すぎるのだ。
たったそれだけの期間で他人との距離を縮めるだなんて無理がある。
一番長い時間一緒にいる理子ですら一年の後半になってようやく慣れてきたというのに。

理子と同じクラスであってほしいというのは本当のことだ。
理由はもちろん、その方が楽だから。それ以上でも以下でもない。
誰とでも仲良くなれる理子とは違う。

（早く終わらないかな）

吐き出してしまいそうな憂鬱をなんとか飲み込んで。
怜奈は窓の外に目を向けた。
桜はもう、一つ残らず散ってしまっていた。
（もしくは朔夜に出会える、という点から一つだけ咲いている描写）
　※一つ残らず散っていては負の要素しかないことになってしまう。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    13,
    '第二話',
    '
始業式が終わり、ほんの少しの休憩時間。
結果として、怜奈の不安は杞憂に終わった。

「いやー良かったぁ。怜奈とまた一緒になれるなんて、これって運命だよね」
「偶然だよ」
「それを運命って言うんでしょー」

いや、それは必然って言うんじゃないかな。と怜奈は苦笑。
幸運なことに怜奈と理子は同じクラスだった。
話せるクラスメイトの大半が別クラスに散らばってしまったが、理子が一緒なだけでもかなり運がいい。

「でも、鳴上くんと離れちゃったのは残念だなぁ」

と、理子。鳴上というのは、学年一モテる超絶イケメンのことだ。
※りんちゃんのこと。

「結構離れちゃったしね、体育でも一緒にならなさそう」
「あーつらい、それだけが凄い残念」

怜奈たちは一組で、鳴上は七組。見事に離れてしまったのだ。
※理系が八組

「まぁまぁ、とりあえず教室行こうよ」
「うん……――あっ、鳴上くん！」

なんてタイミングのいい。怜奈たちが進もうとした方向にりんちゃんの姿。
四人の女子に囲まれている。

「あたし、ちょっと話してくるから先に行ってて！」
「えっ、何を――」

何を話すの、と言う前に理子はさっさと行ってしまった。

（嘘でしょ……）

ここで一人にされるとは。
しかし立ち止まっていては余計に浮いてしまう。
心細さに耐えながら、怜奈は一組へと向かった。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    13,
    '第三話「隣の男子生徒」',
    '教室に入ると、意外にも人が少ない。
廊下が混んでいるから、理子のようにみんな以前同じクラスだった人と話しているのかも。

張り紙を見て、自分の席を確認する。
真ん中二列の廊下側で、一番後ろだ。

見たところ周囲に誰もいない。隣で朔夜が座ってるだけ。
隣の男の子は机に伏せて眠っていた。

席に着いて、スマホを見る。
先生が来るまでまだもう少し時間がある。

（担任は誰なんだろう）

担任が分かるのは明日。
知ってる人だったら嬉しいが、理子と同じクラスになれた分、期待はできなさそうだ。
→運を使い果たしたかも

なんとなく隣の席の子を見る。
顔は見えないのだが、なんとなく気になった。

「席につけー」

と、教員の声が届く。
同時に朔夜の顔が上がり、怜奈は慌てて前を向いた。

教員「えーと、去年数学を担当してたから俺のことは知ってるな」

気だるげに、数学担当の男性教員が言う。
今日もいつも通りぼさぼさなミディアムヘアだ。
顔は良いのにもったいないと女子の間で話題になっている。
クラスメイトの男子がへらへらとした笑顔で手を挙げた。

※追加要素：この教員を或とする。

生徒「せんせーい、もしかして先生が担任ですかー？」
教員「知らねぇ。んなことより明日の連絡すっからちゃんとメモしとけ」

（やっぱり雑だし口が悪いな）

しかしそのかしこまらない雰囲気から人気は高い。
意外と生徒思いだし、比較的話しやすいし、彼が担任だったら割と嬉しいのだが。

（担任のこともママに言わないとダメかな……あ）

前の席からクラスメイトの一覧表（クラス名簿）が配られてきた。
受け取り、何となく眺めてみる。

（知らない子ばかり……まぁ二年だし、文系だし。仕方がないかな）

望月怜奈、の文字を見つける。
当然のことだが、苗字が川北の理子とはかなり席が離れている。
周囲に知っている人はいないし、理子と同じクラスになれたとはいえ当分は息苦しそう。
と、隣の席の名前に目を向ける。

（……東堂……夜？　なんて読むんだろう、これ）

苗字は分かるが、名前の部分に知らない漢字が使われていて読めない。

（でも、綺麗な名前）

まるで俳優さんやアイドルみたいだ、と。
こっそり朔夜を横目で見る。と、

（あっ）

やばい。目が合ってしまい、慌てて目を逸らす。

（なんで……いや、偶然、だよね）

結局ちゃんと顔を見ることができなかった。
ただ、一瞬だけ合ったその目は、星空のように美しく見えた（思えた）。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    13,
    '第四話「見覚えのある顔」',
    '
「じゃあね、怜奈。また明日―」
「うん、ばいばい」

学校を出てすぐの分かれ道で理子と別れる。
手を振り、理子が背を向けて歩いていくのを見届けてから怜奈も帰り道を辿る。
※ここで道が二手に分かれてる地形説明

と、

「あ……」

少し先を歩く朔夜の後ろ姿を発見

（確か、東堂くん……帰る方向同じだったんだ）

方向なんて二分の一なのだから驚くことでもないのだが。
他にも数人生徒はいる。

なんとなく見失わないように歩いていく。
少し距離があるが、見るからに結構小柄で華奢な体格。風にさらさらと揺れる茶髪。

（ちゃんと顔見れなかったのが惜しかったな。どんな顔立ちしてるんだろ）

教室での一瞬の記憶を辿ろうとするが、瞳しか印象に残っていない。

ふと、周囲に生徒がいなくなったことに気がつく。
怜奈の家の周辺は住宅街だが、奥の方であまり同級生がいない。
しかし朔夜は相変わらず少し先を歩いている。

（えっ、嘘）

驚くことに、朔夜の家は怜奈の家の向かいだった。
郵便受けの中を確認して、玄関のカギを開けようとしている。

（お向かいさんって、彼だったんだ……）

しかし、今まで見たことがない。
単に意識していなかったから記憶に残っていないだけなんだろうか。

思わず足を止め、ぼーっと考えていると、ドアを開けた朔夜がこちらを向いた。
びくっと心臓が跳ねる。

後ろには誰もいないはずだし、明らかに怜奈を見ている。
前髪が少し長めで、メガネをかけてはいるが、はっきりと認識できる。
目が、合っている。

「…………」

しかし、彼は何も言わず。何の反応も見せず。
ただ黙って家の中へと入っていった。

「……どこかで、会ったような……？」

初めてちゃんと顔を見て、なんとなく思った。見覚えがある。
やはり前から住んでいて、何度か見かけたことがあるのだろうか。

（……いや、なんか、違う）

そんな感じじゃない。しかしよく分からない。
ただモヤモヤして、何故だか頭が痛くなって、脈が速くなって。

しばらくの間、その場で立ち尽くしていた。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    13,
    '第五話「操り人形（逆らえない）」',
    '
「ただいま」

動悸が落ち着いてから怜奈は家の中へと。
「おかえりー」とリビングから母の声が聞こえてきた。
良い香りが漂ってきて、料理中だということが分かる。

リビングへ。
予想通り、台所に向かう母の姿が。

「お腹空いたでしょ。もうすぐできるから」

顔だけこちらを向いて、母が言う。
うん、と返事をして、ソファに鞄を置く。

「クラスメイト、どうだった？」
「ん、理子とまた同じクラスだったよ」
「あらそう、良かったじゃない」

鞄の中から一覧表を取り出す。
怜奈が知らない人は母も知らないはずだから、答えはほぼ決まっているのだが、

（言われた以上、見せなきゃいけないよね）

「はい、どうぞ」

母が昼食をテーブルに並べる。
席につこうとして、「こら。手、洗いなさい」と言われる。
テーブルに一覧表を置いて手を洗いに行く

「あ、これ、クラスメイトの一覧表？」

手を洗う背後で母が言う。
うん、と返事をする。

「去年と同じ子は……あら、ほとんどいないのね」
「うん、まぁ、八クラスもあるし」
「でも理子ちゃんがいるから安心ね。今年も理子ちゃんと一緒にいなさい」
「……うん」

手を拭いて、既に座っていた母の正面席に座る。

「いただきます」

母は端から順番に見ているようだった。
ほとんどが知らない人だというのに、名前だけで何を判別できるというのか。
できてしまったとしても、それはただの偏見だ。

「……ママ？」

突然、母の表情が強張る。
目線はどこか一点を見つめている様子。

（どうしたんだろう）

何かを見つけたらしい母の表情からは明確な嫌悪が見えた。

「怜奈」
「は、はい」

なるべく平静を保とうとはしているようだが、その緊張した声色に思わず肩に力が入ってしまう（怜奈まで緊張してしまう）。

「この東堂朔夜って子とは絶対に関わっちゃだめよ」
「東堂……」

あの子のことだ。あれは『さくや』と読むのか。
しかし、どうして彼とは関わっちゃいけないのだろう。今までそう禁じられてきたことは何度もあるが、名前だけでそう判断されたのは初めてだ。
それとも、母は彼のことを知っているのだろうか。

（気になる）

元々、不思議と気になっていたせいもあって、無性に理由を聞いてみたくなった。
どうして関わっちゃいけないのか、納得ができなかった。でも、

「……うん、分かった」

怜奈はただ頷くことしかできなかった。
→母に反論することができない。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    14,
    '第六章「彼への印象」',
    '翌日 4.11（火）

翌日、朔夜はチャイムが鳴る直前になってようやく教室に入ってきた
なるべく見ないように意識するというのは意外にも難しく、『避けている』というのが伝わってしまいそうで緊張した。
見ることまで禁止されたわけではないが、次に目が合うと流石に挨拶くらいはしなくちゃいけないような気がして、やはり見ることができなかった。

そうして二年生二日目が終わる。
担任はみんなの予想通り、天野先生だった。

「いやー私はてっきり理系クラスに入ると思ったんだけどなぁ」

と、理子
今日も昼前に終わるからか、肩に提げてる鞄はぺっちゃんこだ
怜奈はメモ帳と筆箱を鞄に詰めながら、

「んーでも、理系の数学っぽいのはやっぱり米村先生の方じゃない？」
「そうかねぇ。イケメンでごりごりの理系って結構ありだと思うんだけど」
「あれ、なんの話？」

趣旨ずれてるよね、と笑う怜奈
と、

「あっ」

朔夜が早々と教室を出ていく。
思わず声を出してしまい、理子が不思議そうにこちらを見た。

「何、どうしたの」

「え、いや……あの」

理子と朔夜を交互に見る。
朔夜は一切こちらを見ることなく、早足で去っていく。

「あー、東堂？　怜奈、あぁいうちんまりしたのが好みだっけ？」

「そ、そういうんじゃないよ」

「えーほんとかなー」

気になるのは確かだが、そういう意味ではない。
行こ、と理子を促し教室を出る。

「でもまぁ、あまり東堂と関わらない方がいいよ」

「え……なんで？」

どうして理子まで。
まさか怜奈が知らないだけで、朔夜には何か良くない噂でもあるのだろうか。
それも、母の耳に入るほど広い範囲で

しかし、それは怜奈の勘違いだったようで

「だって、なんか気味悪くない？　根暗だし、無口だし、絶対ろくな性格してないって」

「あー……あはは、それは偏見じゃないかなぁ」

なんだ、そういう理由か。
理解はできないが、それなら納得できる。
理子は朔夜の見た目を見て、第一印象で彼に対する印象を決めつけたのだ。

しかし、母は違う。
あの人は、名前を見ただけで判断した。
関わるべきじゃない――と

「それじゃあ、また明日――じゃないや、明後日ね」

「うん、ばいばい」

分かれ道で理子と別れ、彼女とは反対方向へと歩いていく
明日は入学式で、生徒会委員以外は休みだ

遠くの方に朔夜の姿が見える
もう随分と離れていて、近づこうと思うと走るしかないだろう

（いや、そもそも近づいちゃだめなんだけど）

だけど、自然と足が速くなる
気のせいだ、気のせい、と自分に言い聞かせて、怜奈はこっそり朔夜との距離を詰めていった。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    14,
    '第七章「本当の再会」',
    '
朔夜の歩くスピードは大して速くなかったらしい。
案外すぐに追いついてしまい、それどころか信号で立ち止まることとなってしまった。

（参ったなぁ）

朔夜は怜奈の一歩斜め前にいる
落ち着かないが、話しかけなければいいのだ。
あくまで気になっているのは怜奈だけで、朔夜からしたら初対面のはず。いや、怜奈にとっても初対面（多分）なのだが。

ちらり、と朔夜の背中を見る
後ろからなら気づかれないだろう
斜めにはなっているが、死角になっているはず
そう油断していると、

（っ！？）

朔夜が突然こちらを振り向いた。
しっかりと目が合い、しかも逸らしてくれない。
確実に、怜奈を見ている

（なんで）

もしかして、昨日のも意図してこちらを向いたのだろうか。
後ろに怜奈がいると、気がついていて

（まさか、私のことを、知ってる……？）

どうしよう、と必死に思考を巡らせる
何か声をかけるべきなのか、いやしかし母からは禁止されてしまっているし、そもそも何を言えばいいのだろう。
どこかで会ったっけ？　なんていきなり聞けるほど怜奈のコミュニケーション能力は高くない。むしろ低い方だ。

「え、えっと……」

沈黙のまま目線が合い続けているという状況に耐えられず、何かを言おうと口を開いてはみたが、思考がまとまらないままでは無意味な単語しか出せない
信号が青になり、周囲にいた数人の生徒が横断歩道を渡っていく
怜奈と朔夜以外の全員がその場からいなくなったそのとき、朔夜の口が開いた

「まだ、思い出さない？」

「……えっ」

「それとも、また『禁止』された？」

困ったように笑う朔夜。
メガネを外し、前髪を少し乱す。
先ほどまでよりも露わとなった顔を見て、怜奈の脳裏にある映像が浮かぶ

――薄暗い空間の中で、真っ赤な液体が飛び散る光景が

「――ッ！」

全身に悪寒が走り、視界が揺らぐ
自分で自分の体を抱き、ふらりと一歩後ろへ下がった

「あ……わた、し……」

全身の震えが止まらない
そうだ、思い出した

あの日、あのとき、私と朔夜は――

「怜奈」

と、朔夜の声
顔を上げると、心配そうにのぞき込む朔夜の顔

「ごめん、あのことまで思い出させるつもりじゃなかったんだ。……本当に、ごめん」

大丈夫？　と震えの止まらない体をさすってくれる
その手の温かさに、怜奈は平静を取り戻す
深呼吸をして、落ち着いて。朔夜の顔を改めて見る

「……さっくん、だよね」

朔夜の目が大きく見開かれる
そして困ったように笑い、

「その呼び方はやめてよ」

ぽん、と優しく頭を撫でてくれた

「やっと会えたね、怜奈」'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    14,
    '第八話「封じてしまった記憶」',
    '　東堂朔夜とは幼なじみだった
朔夜との関係性、経緯をざっくり解説する話

朔夜は有名な俳優と女優の間に生まれた、いわゆる『二世』と呼ばれる子で～……
母はそんな彼に対して嫌悪感を抱いていた
あれは偏見だ
芸能人にろくな人はいないと、母は私に朔夜と接することを禁止した

だから、幼なじみと言っても会話したことなんてなかったし、ただ家が近いだけの人でしかなかった
彼はあまり誰かと仲良くするような人ではなかったし、私は私で他人に興味がなかった
親しくなる機会なんて、皆無なはずだった

けど、ある日、朔夜がいじめられている現場を目撃した
つい動いてしまった怜奈は後悔
殴られそうになったところを、朔夜が助けてくれ、それまで大人しくしていたのにいじめていた奴らを一瞬で撃退した

それが、始まり
朔夜と怜奈は親しくなり、ほとんどの時間を一緒に過ごした

初めて、母の言いつけを破った
怜奈が唯一、自信を持って「友達」だと言える相手だった
唯一、『母の異常』に気がついてくれた。

でも、小学六年生のあるとき、怜奈と朔夜は誘拐事件に巻き込まれた。
情けないことに、二人揃って男性グループに誘拐されてしまったのだ。
警察の迅速な行動により何とか二人共解放され犯人は捕まったが、朔夜は怪我を負い、怜奈は心に深い傷を負った。

当然、母の朔夜に対する嫌悪感は強くなった。
同時に朔夜は引っ越した。
母は怜奈に朔夜のことは忘れるようにと強く厳しく言いつけた。
怜奈自身もあの恐ろしい事件の記憶は早く忘れてしまいたかった。

母からの圧力、恐怖、事件のショック……
それらの結果、怜奈は朔夜のことごと忘れてしまっていた。
大切で、唯一怜奈のことを理解してくれた友人だったのに。

封印したかったのは、あの事件のことだけだったのに。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    14,
    '第九話',
    '朔夜の提案で、道中にある公園のベンチで一休み

「大丈夫？　もう、落ち着いた？」
「うん。ごめんね、ありがとう」
「謝らなくていいよ」

腕時計で時間を確認する朔夜。
急ぎの用事でもあるのだろうか、と焦ったが、

「今日は早く帰るって、おばさんに伝えてるんだよね？」

流石朔夜、と変わらない幼なじみの優しさに怜奈は少し嬉しくなる。
彼は分かってくれている。そして、気遣ってくれたのだ。

「うん、でも大丈夫。理子と話してたって言えばいいし」
「へぇ、そんな嘘つけるようになったんだ」

成長したね、と笑う朔夜。
朔夜に褒められ嬉しくなるが、怜奈は昨日のことを思い出す

「……でも、ママにはばれちゃった。朔夜のこと」

え、と朔夜の顔がこわばる

「クラスメイトの一覧表、貰ったでしょ？　ママに、帰ったらクラスメイトのこと教えなさいって言われてたから、あれを渡して……そしたら、ママ、朔夜の名前を見ただけで『絶対にこの子とは関わるな』って」

昨日はまだ、何も覚えてなかったから……と、申し訳なさで怜奈は俯く
朔夜のことを忘れてしまっていたから、何も考えずにクラスメイトの一覧表を渡した。
どうして関わるなと言われたのかが分からず、そして分からないまま頷いてしまった。
いくら忘れてしまっていたとはいえ、怜奈は自ら朔夜との関わりを断つこととなってしまったのだ。

「ごめん、朔夜。せっかくまた会えたのに、私……」
「仕方がないよ。怜奈が謝ることじゃない」

しかし、朔夜は怜奈を責めなかった
朔夜の顔を見る
朔夜はふっと微笑んだ

「怜奈が伝えなくたって、いつかはばれてたんじゃないかな。向かいの家に住んでるわけだし、むしろ去年の内にばれなかったのが凄いくらいだよ」

と、いうことは、朔夜は去年から――入学当初からあの家に住んでいたということだ。
朔夜はあの誘拐事件のあと、すぐに遠くへ引っ越していた――はず。
いつの間に戻ってきていたのだろうか。大人が出入りしたところなど見たことがないが、両親も一緒なのだろうか。
まるで見知らぬ人のような態度だった昨日までの怜奈をどう思っていただろうか。
朔夜も父の指導で役者をやっていたはずだが、そっちの方はどうなっているのだろうか。

（あぁ……聞きたいことが多すぎる）

もっと朔夜と話していたい。もっと一緒にいたい。
しかし、そんな思いは叶わない。
怜奈の人生において、怜奈の意思は無関係。すべては母が言った通りに動いていく。
母が禁じた以上、怜奈は朔夜と関わってはいけない。

（こうして話してるのがバレたら、また、怒られる）

それだけは避けたい。
でも、朔夜と話せなくなるのは嫌だ。

悶々としていると、頭に何かが触れた
朔夜の手だ
どうやら表情に出てしまっていたらしい
思い出した記憶の中にあるのと同じ笑顔で、朔夜は言う

「そんなに悩まないでよ。怜奈はただ僕を避けていればいい」
「で、でも」
「大丈夫。下校中なら誰にも見つからない。小学生のときだって、そういう風に隠れてたじゃん。表面上では僕を避けて、下校中だけこっそり会おう」

朔夜は頭が良かった。
朔夜はいつも母に見つからない方法で怜奈と親しくしてきた。
だから、母に気づかれることはなかった。
あの、忌々しい事件に巻き込まれるまでは。

「……怪我」
「ん？」

怜奈はおそるおそる朔夜の首の『痕』に触れる。
もうすっかり肌の色と紛れてはいるが、近くで見れば分かりやすくぷっくりと膨らんだ横一線の痕。
びくっと、分かりやすく彼の体が跳ねた

誘拐されたとき、朔夜は怜奈を守ろうと必死に抵抗していた。
だが、相手は大人でしかも男性。
いくら朔夜が喧嘩に強いと言っても、小学六年生では手も足も出ない。
激しい抵抗に苛立ったのか、犯人の一人が折り畳み式の刃物を取り出し、朔夜の首を切った。
それからどうなったかまでは、思い出せていない。
その瞬間のことだって曖昧だ。
ただ、目の前で大量の血を流しながら倒れる朔夜の姿だけが脳裏に焼き付いている。

もしあのとき朔夜が死んでいたら、私は朔夜を忘れたままだったのだろうか。
考えるだけで、恐ろしくなる

「怜奈は何も悪くないよ」

まるで怜奈の心を見透かしたかのように、朔夜は言う

「あれは、僕のせいだ。僕が弱かったから、怜奈を傷つけた。この傷だって、僕の弱さの結果だよ」
「そんな、朔夜のせいじゃない。傷つけたのは私の方だよ」

たかが小学六年生だ。
守るも何も、本来ならば怜奈のように泣きじゃくって恐怖に震えていてもおかしくはない。

「朔夜は私を守ってくれたんだよ。朔夜のおかげで、私は――」
「ごめん」

と、怜奈の言葉を遮る低い声。
はっとし、改めて朔夜の顔を見てみると、目はどこか虚空を見つめていて、汗が輪郭を伝っていた。
怜奈の頭から手が離れる

「離して。手、早く」

短く言ったその声は震えているように思えた。
怜奈は慌てて手を離す。
途端、素早い動きで朔夜は怜奈に背を向け、両手で自分の胸のあたりを強く掴んだ

「さく、や……？」

明らかに様子がおかしい。
体は震えていて、高校生男子の割に小さな背中を更に小さく丸めている。
聞こえてくる呼吸音も明らかに異常

（まさか）

怜奈は指先に残る雫に目をやる
→朔夜の汗

「……ごめん」

か細い声で、朔夜が二度目の謝罪
顔を上げると、ふらふらとした動きで朔夜は立ち上がった

「僕、先に帰るよ。大丈夫。一日空いちゃうけど、明後日、また帰りながら話そう」

それじゃあ、と。怜奈の方を一切見ずに、朔夜は小走りで去っていく。
怜奈はただその背中が見えなくなるまで見つめていた。
指先に残る雫ごと、拳を強く握りしめながら。

'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    14,
    '第十話',
    '夜、寝る前。ベッドの中。

心に傷を負ったのは、怜奈だけではなかった。
考えてみれば当然だ。
当時、二人は小学六年生。まだまだ子供で、朔夜に至っては死にかけたのだ。
恐怖を覚えないわけがない。

（大丈夫かな、朔夜）

ベッドの中で、眠れずにいた怜奈はあの震えた小さな背中を思い出す。
曖昧にでも記憶が戻ってしまったからかして、暗闇が恐ろしく、ベッドライトを点けている。
目を閉じることもできず、しかしそれでも薄暗さに恐怖を感じるが、明るくしてしまっては母に感づかれる。
それだけは、いけない。

「朔夜……」

何の意味もなく、ただその名前を小さく呟く。
怜奈に背を向けたあのとき、彼は怯えているように思えた。
きっと、怜奈が首の傷痕に触れたせいだ。
首を切られ、生死を彷徨った――それが、彼にとってのトラウマとなったのだろう。

怜奈は一時的にとはいえ、記憶を封じることで苦しみから逃れていた。
だが、朔夜は？
ずっと一人で苦しんできたのだろうか。
自分のことを何も覚えていない様子の怜奈を見て、何を感じただろうか。
そして今日、もし怜奈が思い出さなければ、彼は――（ずっと一人で何かを抱え込むことになったのだろうか）

（なんて、思い上がりすぎかな）

朔夜は怜奈とは違う。
一人で立っていられる、立派な人間。
朔夜にとって怜奈は大して重要な存在ではないだろう。

（必要なのは、私の方だ）

朔夜は『異常』に気がついてくれた。怜奈に気づかせてくれた。
朔夜の前でなら、怜奈は自分らしくいられる気がする。
彼のことを思い出したとき、忘れてしまっていたということにショックを受けた。

「会いたいな……」

可能ならば、ずっと傍にいたい。
母の元を離れて、朔夜の傍にいたい。

明後日、また帰りながら話そうと言ってくれた。
怜奈のせいで口癖となってしまった「大丈夫」の言葉を乗せて。
楽しみだな、と怜奈は目を閉じてみる。
普段なら嬉しい休みが、今はとてももどかしい。

意識が落ちるまで、ずっと朔夜の顔と声を思い出していた。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    14,
    '第十一話',
    '4.13（木）対面式・スタディサポート

あれから一日空けて、十三日。
朔夜はまた、ギリギリになって教室に入ってきた。
怜奈の方を一切見ずに自分の席へと着く彼は、傍から見ればとても怜奈と親しい仲とは思えないだろう。

小学生の頃と同じだ
元々他人との関わりを好まない彼は、表面上では怜奈にも他の人たちと同じような接し方をしていた
幼なじみという点が邪魔になるかと思いきや、朔夜の見事な演技で誰も彼もが騙されていた。あとは怜奈が話しかけなければいいだけ。
そして、誰も見ていない場所でこっそりと会う。いわゆる密会だ。
まさに完璧だった。
あの事件が起こるまでは、完璧だったのだ。

「怜奈―？　聞いてるー？」
「えっ、ご、ごめん。なんだっけ」

はっとし顔を上げると、前の席に座った理子がむすっとした表情をしていた
そういえば、今は休み時間で、理子と話している最中だったか

「もーしっかりしてよね。この後テストだよ？　て、す、と！」
「あはは……ごめんごめん。でも大丈夫だよ、ちゃんと勉強してるし」
「はぁ、相変わらず真面目だねぇ。私なんて昨日やっと全部の課題が終わったとこなのに。てか、春休みに課題ってありえなくない？」

そうだねぇ、と適当に相槌を返す
朔夜の方が気になったが、見てはいけないと必死に自分を戒める

ほどなくして或が入ってきて、理子は元の席に戻っていく
彼女を目で追うふりをして朔夜をちらりと見てみれば、彼は机に突っ伏して眠っていた

（そういえば、こういう子だっけ）

学校では暇さえあれば眠っている。
時には授業中にも寝ており、よく注意されていたのを思い出す

簡潔な説明のあと、或がテスト用紙を配っていく
手に届き次第始めろとのことで、早速怜奈はペンを取り出そうと筆箱を開く――と、

（えっ）

そこには一枚の小さなメモ用紙が入っていた
まさかと思い開いてみれば、そこには『放課後、あの公園で先に待ってるから』とのメッセージ
誰からかなんて、考えるまでもない

（いつの間に入れたんだろう……）

にやけそうになるのを抑え、横目で朔夜を見る
彼はやはり怜奈のことは一切見ず、黙々と問題を解いていた'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    14,
    '第十二話',
    'テストが終わり、理子とも別れた怜奈は駆け足で公園へと向かう
着くと、一昨日と同じベンチで朔夜が座っていた
その手には分厚い紙束があり、何やら真剣な面持ちで見ている

（あ、あれってもしかして）

歩いて近づいていくと、集中しているように見えた朔夜がばっと顔を上げこちらを見た

「怜奈、早かったじゃん」

こっち、と手を招く朔夜の隣に座る

「あ、それ、台本だよね」

朔夜が手に持っているものを覗き込み、確信する。
小学生の頃にも一度見せてもらったことがある

「あー、うん。中学の頃に出た舞台のね」
「やっぱり。どんな作品？　結構有名？」
「まぁ、舞台好きな人の間では、割と……でも、役自体は大したことないよ。ていうか、その……降ろされちゃったし」
「え……」

※降板理由：殺陣を行う舞台であるため→先端恐怖症で無理
気まずそうに目を逸らす朔夜
踏み入ってはいけないことを聞いてしまった、と後悔し謝ろうとしたが、それに感づいたらしい朔夜はすぐに「大丈夫」と笑顔を浮かべ、なんでもないかのように再度こちらを見る

「僕の実力が足りなかっただけだよ。傷ついてなんかないし、って何その顔。なんで怜奈が落ち込んでるのさ」
「あっ、ちょっと！」

気にしすぎなんだよ、と乱暴に頭を撫でられる
すっかりぼさぼさにされた後、朔夜は何故だか満足そうな顔で台本を鞄に仕舞う

「それに、謝らなきゃいけないのは僕の方だ。ごめんね、一昨日」

一昨日――怜奈が首の傷痕に触れたことで朔夜の様子がおかしくなってしまったときのことを思い出す

「びっくりしただろ。耐えられると思ったんだけど、やっぱりどうしても震えが止まらなくてさ」

そのことも悪いのは自分の方なのに
迂闊に触れてしまった怜奈のせい
でも、今謝ったってきっと朔夜はまだ「大丈夫」と言って笑いかけるだろう
だとしたら、謝るだけ朔夜の負担を大きくしてしまうだけだ
元々彼は、そんなに『作った』笑顔を浮かべるような人じゃない

「……傷、まだ、痛い？」
「いや、痛みはまったくないよ。見ての通り肌とほとんど同化してるしね。……ただ」

と、朔夜は一度言葉を止めてから、

「フラッシュバック、って言うのかな。この傷痕に触れられるたび、その……切られた瞬間の記憶が蘇っちゃって、情けないけど、凄い恐ろしくなるんだ」

そう話している間にも、朔夜の顔色が悪くなる。
無意識なのか、襟元を指先で触れながら
自分でも首に触れるのは躊躇われるのだろうか
※先端恐怖症については例のイベント後に打ち明ける

「……情けなくなんかないよ。私なんて、記憶、封じちゃってたし」
「それは仕方がないって。あんなに怖い目にあったんだから」
「でも、それは朔夜も同じ――ううん、私以上に怖い思いをしたはずだよ。だって、」

死にかけたんだから、という言葉は咄嗟に飲み込んだ。
そういう発言すら彼のトラウマを引き出してしまうのではないかと、怖くなったから
怜奈が何を言おうとしたのかに気がついたのか、いないのか。朔夜は「それよりさ」と話をすり替えようとする。

「連絡先を交換したいんだけど、携帯の管理とかされてる？」
「ううん、流石に携帯までは……交換日記は、毎回見られて指摘されてたけど」
※中学生の頃
「うわ、マジで。でもまぁ、携帯にまで管理が届いてないなら良かった、僕のID教えるから送ってよ」
「うん」

と、スマホを取り出す朔夜。怜奈も続いて鞄から取り出す。

（これで、会えない間も繋がれる）

嬉しさで顔が緩んでしまいそうだ。

「川北って、どう？　一緒にいて楽しい？」

スマホを操作したまま、朔夜。
怜奈も同じように操作したまま返事をする

「うん、まぁ、楽しいよ。少なくとも居心地が悪いとは思わないかな」
「それなりに気を許せてる、って感じ？」
「そんな感じ。……朔夜ほどじゃないけど」
「え？」
「あ、追加したよ。通知行った？」
「え、あぁ、来たけど……いや待って、今の何」

ぐい、と身を乗り出してくる朔夜。
別に失言というわけではないのだが、そうやって改めてぐいぐい聞かれると恥ずかしくなってしまう。

「そ、そのまんまの意味だよ……」
「僕相手なら、川北よりも気を許せてるってこと？」
「う、うん、そういうこと」

正確には、百パーセント許しているのだが、そこまでは言わなくてもいいだろう。
というか、恥ずかしさで言えるわけがない。

（顔、近いし）

男子にしてはまだ小柄であるが、記憶の中よりはずっと成長しているのだ。
変に意識してしまって緊張する。

「……ふうん、そう」

本当に納得してくれたのか怪しいが、朔夜は身を乗り出すのをやめた。

（なんだったんだろう）

まだドキドキしてる

「それにしても、夢みたいだな。こうして、また怜奈と話せるなんて」

スマホから空へと視線を移し、朔夜は言う。

「ずっと会いたかった。こうして、隣に並んでいたかった」
「朔夜……」
「怜奈は？　怜奈は、違う？」

不安げに、朔夜がこちらを見る。
もちろんだと答えたかった。
しかし、

（私はずっと忘れてしまってた）

朔夜のことを思い出したのは一昨日のことで、それも酷く曖昧だ。
記憶として思い出はあっても、当時の感情まではついてきていない。

思い出してからは「会いたい」と思っていた。
でも、ずっとかどうかと聞かれると、答えることができない。
忘れる前の自分も、朔夜に会いたいと思っていたのだろうか。
朔夜のことを、忘れておきながら。
※会いたいと思っていたなら朔夜のことを忘れるわけがない。

「……ごめん、分からない」

正直に、怜奈は目を伏せる
朔夜は責めることなく、そっかと頷いてくれた

「よし、今日はもう帰ろうか」

朔夜が立ち上がる
気まずくならないように気を使ってくれたのだろうと思うと申し訳なくなる

見上げると、彼はまた私を安心させるための笑顔を浮かべた。'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    14,
    '第十三話',
    '朔夜の口癖が「大丈夫」になったのは、いつからだったろうか。
怜奈に笑いかけるのが癖になったのは、いつからだったか。

最初はとても無愛想な子だった。
何にも興味がなさそうで、いつもつまらなさそうにしていて、大人びていて。
感情なんてなさそうな顔をしていて、笑うどころか表情一つ動かない子だった。

だけど、いつからか。
多分、怜奈の境遇を知ってからだ。
朔夜は、まるで怜奈を安心させるかのように「大丈夫」を繰り返し、笑顔を繕うようになった。

「新しいクラスはどう？　馴染めそう？」

正面に座る母が、怜奈の分のおかずをとりわけながら訪ねてくる

「ん……まだ分からないけど、理子がいるから大丈夫だよ」
「そう。本当に良かったわね、理子ちゃんと同じクラスになれて。はい、どうぞ」
「うん。ありがと」

おかずが盛られた皿を受け取り、怜奈は笑う
朔夜が怜奈に向ける笑顔も、きっと同じなのだろう

（私はいつも朔夜に甘えてばかりだ）

いつだって朔夜は守ってくれた。今だって、また守ろうとしてくれている。
忘れていたのに。
怜奈は朔夜のことを忘れてしまっていたのに。
朔夜はそのことを責めなかった。だけど、怜奈の中から罪悪感は消えない。

（私にも、何かできること、ないかな）

報いる、とは違うかもしれないが、恩返しがしたい。
甘えてばかりではだめだ。もう、高校生なのだから。
そのためには、まず、怜奈が怜奈としての意思を持つ勇気を出さなければ

母の呪縛から逃れる勇気を

「……あ、あのね、ママ」
「ん？　なぁに？」

にっこりと、母は微笑み頭を傾げる
とても、とても優しい母親の笑み。

「あ、えっと……」

誰もが、「優しくて娘思いで、とても素敵なお母さんね」と褒め称えた。
だけど、本当は違う。
母は、怜奈を『自分が思い描く娘の理想像』に造り上げようとしているだけ。
そう、朔夜は言っていた。

つまり、その理想像の枠から外れてしまうと、

（捨てられる）

嫌だ。
そんなのは、それだけは、耐えられない。

「……ぶ、部活。入らなくても、本当に、大丈夫なのかな……って……」

咄嗟に嘘をついた。
嘘だとバレない程度の、臆病な嘘を。

「大丈夫よ、ちゃんと勉強してれば問題ないって先生も言ってたでしょう？。……それとも、誰かに何か言われたの？」
「う、ううん。そういうわけじゃないよ。ただ、ちょっと、不安になっちゃっただけ」
「もう、怜奈は心配性ね。ママが大丈夫って言ってるんだから大丈夫よ」
「……うん、そうだね」

ママが言うから大丈夫。ママの言うことがすべて。
呪いのように、怜奈の心を縛り付ける

「でも、もし誰かに何か言われたならちゃんとママに相談するのよ。ママはいつだって怜奈の味方なんだから」
「うん、ありがとう」

笑って、食事を再開する
結局怜奈は臆病なままだった
朔夜とのことよりも、母への恐怖の方が勝ってしまった

「明日から授業開始だったわね。頑張るのよ」
「うん」

私はいつまで母の言いなりなんだろう'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    14,
    '第十四話',
    '4.14（金）部活オリエン・授業開始

今日から授業開始、といっても、一限二限は入学生向けの部活動紹介だし、その後も新しく担当になる教員の紹介などで、一日はあっという間に過ぎた。

理子と別れた怜奈は、今朝朔夜から届いていた『今日も放課後、公園で』のメッセージを再度確認し、また駆け足で公園へと向かった。
離れ離れになっていた間のことや、昔の思い出話など、他愛ない話をして、怜奈たちは短い時間をこっそりと共有した。

その際に判明したことだが、朔夜はわけあって俳優業を休止し、高校入学前に一人であの家に戻って来たらしい
詳しい理由などは話してはくれなかった

土日の間もメッセージでやりとりをして、月曜日にまた二人でこっそり会って。
母に怪しまれない程度の時間を過ごした
※あまり長時間いると遅くなって怪しまれる
怜奈にとって、唯一心が安らぐ時間だった。
唯一、心から楽しいと思える時間だった。

甘えていると自覚しながら、朔夜の時間を自分が奪っていると自覚しながら
どうしてここまでしてくれるのかを聞きもせず、見て見ぬふりをして、甘え続けた

そうして密会のようなことを続けているうちに、五月目前
あと二日ほどでGWになろうとしていた

「えーGWの課題だが、この問題集の第二章を全部解いてこい。以上だ」

その日最後の授業開始直後。問題集を掲げながら、或
全部で何ページあるのかと数えていると、案の定教室内のあちこちでブーイングが飛び交った

「えー無理っすよー」
「これ全部で何ページあると思ってんすか―」
「うるせー、俺だって出したかねぇけど米村先生に言われてんだよ。俺の立場のために頑張ってくれみんな」

えー、とあちこちで飛び交う声。
理子の方を見ると、やはり彼女も不満を露わにしていた。

（朔夜は……あ、また寝てる）

流石に授業中であるためか突っ伏してはいないが、頬杖をついて起用に眠っている
だが或が「はいはい、とにかく授業始めるぞ」と合図すればすぐに視線を持ち上げていた
実は起きているんじゃないだろうかと思ってしまうほどの反応の良さだ

（って、あまり見ないようにしなきゃ）

離れてはいるものの、怜奈の席は理子から見えやすい。
後ろを向くことなど滅多にないが、気づかれる前にと慌てて視線を前に向ける
するとその拍子に、机の上に転がしていたシャーペンを床に落としてしまった

「あ」

と声を上げるよりも早くに
朔夜が素早く席から下り、片膝をついた。反射的に身体が動いたのかもしれない。
同時に怜奈の前の席の子も、落ちる音を聞いて反応したらしい
→千尋
咄嗟に動こうとして、しかし朔夜が既にしゃがんでいるのに気がついた彼女は急ブレーキをかけるように動きを止めた
その際に手が勢いよく筆箱に当たってしまったのだろう。

その子の机上から筆箱が落下した
怜奈のシャーペンに伸ばしかけた手はそのままに、朔夜がそちらを見上げる
口を開いたままだったそれからは中の文具が宙で散らばって、
がしゃん、と音を立て中身が床に散乱する
「ご、ごめん！」とその子は慌ててしゃがみそれらを回収し始める
だが、

（朔夜……？）

怜奈には背中を向けた状態であるため、表情はよく見えないが、朔夜は先程まで筆箱が浮いていた宙を見上げたままじっとその動きを停止している
――否、違う
僅かにだが、手が震えている

「……東堂、くん？」

顔を上げ、東堂の顔を見た彼女も異変に気がついたらしい
怪訝そうに首を傾げ、声をかけた
途端、朔夜の体が大きくぐらりと傾いた

「東堂くん！？」

教室内が一気にざわめきだす
女子生徒が咄嗟に体を支えたため机の脚に頭をぶつけることはなかったが、朔夜は体を丸くし、両手で胸のあたりの生地を強く掴み、呼吸を荒くしている
ひゅー、ひゅーと窓の隙間から風が抜けるような音

（荒いんじゃない……呼吸自体がちゃんとできてない……！？）

どうして、一体何が起こったのか
と、床に目をやると、散らばった文具の中にカッターナイフが混ざっていた
それも、不用心にも刃が数センチほど覗いた状態で

（ま、さか、これで）

瞬時に状況を理解する
今この場で朔夜が呼吸困難を起こした原因が分かるのは怜奈だけだ

何も考えず、母のことも理子のことも忘れて、怜奈は席から下り朔夜の傍に膝まづいた

「だ、大丈夫、大丈夫だから、しっかり――」
「うるさいッ！」

ばしっ、と乾いた音
肩に触れようとした手が弾かれた

朔夜はぎろり、と怜奈が見たことのないような形相でこちらを睨みつけ、

「っ……僕に……触るな……！」

手負いの獣が威嚇するかのように
あまりの気迫に怜奈は泣いてしまいそうになったが、瞬時に理解する
これは、演技だ
怜奈が後先考えず動いてしまったから、周囲に誤解させないための演技
それどころじゃないはずなのに
酷く苦しいはずなのに

（私、また）

怖いから、じゃない
罪悪感で泣きたくなった

「おい、どうした！」
「っ、う……」
「東堂？　しっかりしろ、東堂！」

席の合間を縫って或が来る
朔夜は気を失い、自分の体を支えている女子生徒の体にもたれかかる状態に

「くそっ。おいお前ら、今からこいつ保健室に連れて行くから、大人しく自習しとけよ。ほら、そいつ貸せ」
「あっ、は、はい」

或は女子生徒から朔夜を引きはがし、抱きかかえる
「うわ軽っ、貧弱すぎるだろ」とか言いながら、或は教室を出ていった

「東堂くん、大丈夫かな……」

女子生徒が不安げに、誰に向けてでもなく言う
自分が筆箱を落とした途端にあぁなったのだ、気になって当然だろう

「何があったんだ？」
「さぁ、なんか急に過呼吸みたいなの起こしてたけど」

教室内のざわめきも強くなる
元々あまり目立たない地味な立ち位置を保ってきた朔夜だが、今回の件でかなり注目を浴びてしまったのは間違いない

とにかく椅子に座ろう、と立ち上がると、

「怜奈、大丈夫？」

と、理子が傍にきていた

「え、なんで、私？」
「だって、東堂にすっごい敵意向けられてたでしょ？」

あぁ、と納得する
確かに傍から見れば朔夜は怜奈に対して酷い嫌悪感を見せたこととなる
まぁ恐らくそれが彼の狙いなのだろうが

「私は、別に。大丈夫だよ」
「そう？　ならいいけど。それにしても酷いよね、せっかく怜奈が心配してやったってのに。あんな態度は無いと思うわ」
「ま、まぁでも、ほら、苦しんでたみたいだったし……」
「仕方がないって？　怜奈ってばほんとお人好しなんだから」
「あ、はは……」

苦笑する
これは保身のためじゃない、朔夜の苦しみながらも貫いた演技を無駄にしないためだ、と心中で言い訳しながら

（朔夜……）

或が去っていた方向を眺める

私はまた、朔夜に甘えてしまった'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    14,
    '第十五話',
    '放課後、部活へ向かった理子と別れた怜奈は保健室へ向かっていた
去年も担当していたし楽だから、という理由で選んだ保健委員だったが、今は過去の自分の軽率さに感謝している
怪しまれることなく、保健委員という名目で保健室に入ることができるのだから

「失礼しまー……す」

更に幸いなことに、中には誰もいないようだった
先生は職員室だろうか
そんなことを考えながら、怜奈は三つ並んだベッドのうちカーテンが閉め切っているものの前に立ち、ちらりと中を覗き見る
そこには、まだ意識を失ったままの朔夜が

怜奈は中に入り、傍の椅子に腰かける
荷物は或が持ってきてくれていて、あとは朔夜が目を覚ますのを待つだけだ

「……朔夜……」

幼くあどけなさの残る寝顔を見つめながら、怜奈は後悔する
どうしてあのとき動いてしまったんだろう
あのとき怜奈も周囲の人たちと同じように困惑した風を装っていれば、朔夜が声を荒げる必要はなかった
理子の中で印象を悪くしてしまうこともなかった
俯き、スカートの上で拳をぎゅっと握る

「ごめんね、朔夜。私、いつも朔夜に迷惑かけてばっかりで……」
「……ぇ、な……？」

と、かすれた声
えっと顔を上げると、眠っているとばかり思っていた朔夜がしっかりとこちらを見つめていた
怜奈は思わず身を乗り出す

「朔夜っ……大丈夫？　私のこと、分かる？」
「わ、かる、けど……え、何……ここ……」

きょろきょろと、困惑した様子で周囲を見渡す朔夜
目覚めたばかりで状況を把握していないのだろう
怜奈が経緯を説明すると、

「そ、か……僕、カッターを見て、それ、で……――っ」
「朔夜っ」

思い出したのか、朔夜はベッドの中で身を丸め、怜奈に背を向ける
その直前に一瞬だけ見えた顔は酷く青ざめていた

「だ、大丈夫……大丈夫だよ、朔夜」

何が大丈夫なのか、まるで定番の決まり文句をなぞったかのような言葉をかけながら、怜奈は震える朔夜の背中を撫でようとして――しかし、勇気が出ず、伸ばしかけた手を引っ込める

（やっぱり、私は朔夜のようには上手くできない）

触れることのできなかった手をもう片方のそれで握り、怜奈は落ち込む
どうしよう、なんて言葉をかけたらいいんだろう、こういうとき朔夜ならどう励ましてくれただろうか
頭を悩ませていると、緩慢とした動きで朔夜が上体を起こした

「……ごめん、もう、大丈夫。落ち着いた」

俯いたまま、全然大丈夫じゃなさそうな様子で朔夜は言う
それどころか、まるで自虐するみたいに笑って、

「だめだなぁ、僕。ただカッターが落ちてくるのを見ただけだってのに……ほんと、かっこわるい」
「そんなこと……」
「それに、ごめんね。咄嗟にだったとはいえ、怜奈に向かってあんな言い方して……怖かったよな」
「う、ううん。怖くなんかないよ。ちょっと、驚いちゃったけど……でも、周りに隠すためだって、分かってたから……」
「そっか、なら、良かった」

弱々しく、朔夜は笑う
そんな顔させたくないのに
悪いのは怜奈の方だというのに

「……甘えてばっかりだな、私」

ぽつりと、つい零してしまう
朔夜はまた気を遣うのだろうか
怜奈は悪くないよと言って、笑うのだろうか

（どうすればいいんだろう）

自分も朔夜の支えになりたいと思うのに
いつも支えられているのは怜奈ばかり
何をどうしても朔夜に気を遣わせてしまって

（やっぱり、あのとき声をかけたのが……）
※いじめの現場で声をかけたのが間違いだったのかもしれない

そんな、元も子もないことを考えてしまう

「…………僕さ、先端恐怖症なんだよ」
※怜奈がどうすればいいか分からずに落ち込んでいるというのを察し、ここは意地なんて張らず自分の弱さをさらけ出そうとして

何の脈略もなく、突然朔夜が
え？　と聞き返せば、朔夜は何故か気恥ずかしそうに目をそらし、頬を指でかきながら言葉を続けた

「首に触れられるとフラッシュバックする、って言ったろ？　あれの他にもさ、その……刃物自体に対しての恐怖もあって、見るだけで冷や汗かいたり鳥肌が出ちゃったりして、触ることなんてできなくなっちゃったんだよね」

だから、さっき落ちてきたカッターナイフに酷く怯えたのか
怜奈は納得する

「前にも言ったように、今、一人暮らしなんだけど。当然包丁が使えないから料理もろくにできなくて。……まぁ、そんなことはどうでもいいんだけど。役者の方にも、影響出ちゃってさ」

と、朔夜の視線が落ちる

「……それって、もしかして」
「うん。この前話した、役を降ろされたって件。あれ、先端恐怖症が原因で降ろされちゃったんだよ」

目こそ合わせないが、まるで何かを隠すかのように朔夜は笑みを浮かべたまま言葉を続ける

「殺陣――あ、刀を使って戦うやつね。そのシーンが目玉となる舞台でさ。僕、刀を持つ前から振るえちゃって。相手が持ってるの見たときなんか、さっきみたいに過呼吸起こしてぶっ倒れたんだよ」

そしたらさ、と朔夜は言葉を繋げ、

「父さんが、お前にこの舞台は無理だって。……期待はずれだって、言われたんだ」

すっと、朔夜の顔から笑みが消える
伸びた前髪でほとんど見えないが、その瞳はどこか悲しそうで、悔しそうで
しかし、すぐに朔夜はまた笑みを浮かべ、

「周囲からも落胆されてさ。ムカつくよな。あんたらが勝手に二世だのどうのって期待してただけのくせに、ちょっと殺陣ができないからって、あんなに失望の目を向けるとか」

ほんっとありえない、と。最後の言葉は震えているように思えた。
どこからどう見ても、無理して笑っている

（私のせいだ）

元々、昔から朔夜は周囲から疎まれてきた
有名な俳優と女優の間に生まれた彼は、期待の二世だとか親の七光りだとか周囲に色々言われて、テレビや雑誌にもむやみやたらに取り上げられていた。
朔夜はずっと、それを嫌がっていた
親という存在に縛られているのは、朔夜も同じだった

それに加えて、先端恐怖症
そうなってしまったのは間違いなく怜奈を庇ったせい。
朔夜はそういうつもりで打ち明けたわけではないのだろうが、怜奈からすれば責められているような気がして胸が苦しくなった
そして、まさか、と嫌な予感が頭をよぎる

「……こっちに戻ってきたのは、その、もしかして」
「あぁ、それは僕の意思。劇団に追い出されたとか、そういうんじゃないから、大丈夫」

と、朔夜は怜奈に笑いかける
怜奈の言葉に被せるように言うものだから、また気を使われたのかと思い彼の目を見たが、彼は「本当に違うんだって」と笑って、

「逃げたかったんだよ。東堂司と花咲香織の息子って立場から、とにかく逃げ出したかった。僕は僕だ、東堂朔夜なんだ。二世としてでなく、ただ一人の役者として舞台の上に立ちたかった。そのためには、まず、自立しなくちゃって思って」
「それで、一人で戻ってきた……ってこと？」

そういうこと、と朔夜は頷く
彼曰く、自立するならまずは一人暮らしからと思っての行動らしい
両親とも仕事で忙しい彼の家庭では、いつも家政婦が家事をしてくれていたため

お金持ちのお坊ちゃんが突然一人暮らしを始めるようなものではないのか、と今更ながらに不安を感じたが、意外にも好奇心旺盛な彼は昔からよく家政婦さんの仕事を手伝っていたらしく、今のところ特に問題はないらしい。料理以外。

「……甘えてるのはさ、僕も同じなんだよ」

と、朔夜は少し言いにくそうに

「知らないだろ、僕がどれだけ怜奈に縋ってるのか。怜奈の存在が、どれだけ僕にとっての支えになってるのか」
「……私が、朔夜の、支え……？」

ありえない。だって、自分は朔夜のために何もできていない。
いつも怜奈ばかりが助けてもらっていて、その優しさにいつまでも甘えて、母に意見をぶつける勇気すら出せないままだというのに

「怜奈がいるから、僕は僕でいられる。東堂司と花咲香織の息子でもなく、期待の天才子役でもない……ただの東堂朔夜としていることができるんだよ」
「そ、そんなの、大袈裟……だよ」
「大袈裟じゃない。怜奈だけだったんだ、僕を僕として見てくれたのは。飾らない僕と親しくしてくれて、笑いかけてくれたのは、怜奈だけなんだ。……僕はずっと、そんな怜奈に甘えてる。怜奈が僕を役者として見ないことに甘え続けてるんだ」

だから、と早口だった言葉を一旦切り、

「……ここに、戻ってきた」
「え……でも、さっき」

自立するためだと、言っていたのに

「さっきのも理由の一つだよ。でも、一番の目的は、そうじゃない」

朔夜の手が伸び、頬に触れる
「え、な、何」と戸惑うも、彼は今までにないほどに真剣な面持ちで、怜奈を真っ直ぐに見つめ、そして、

「好きだ」

彼は告げた

「もう一度、怜奈に会いたかった」'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    14,
    '第十六話',
    '朔夜のことは好きだ
それは間違いない

でも、それがどういう『好き』なのかまでは分からない
ただ一つだけ分かるのは、朔夜が怜奈に告げた「好き」は恋情として、ということ
まさか朔夜が自分のことをそんな風に思っていたなんて思いもよらず、つい逃げ出してしまった

「はぁっ……はぁ……」

走り疲れ、道の途中で足を止めて息を整える
額から流れる汗がアスファルトに小さく染みをつくった
幸いにも追いかけてくる様子はない
後ろに誰もいないのを確認し、はぁと大きくため息を吐く

「どうしよう……」

つい逃げ出してしまったが、どうしてそんなことをしたのかが自分でも分からない
とにかく朔夜から告げられた言葉に混乱して、体が熱くなって――気がついたら、走り出していた
逃げる直前にどんな顔をしていたか、なんて見る余裕もなかった

（朔夜、怒ってるかな……）

怒っているだけならまだいい
もし、悲しませてしまっていたら
彼の心に、また傷を作ってしまったとしたら、

「……嫌だなぁ」

頭を抱え、その場でうずくまりたくなる
が、人気がないとはいえここは道のど真ん中
立ち止まっているわけにもいかず、ゆっくりと歩きだす

（好き……好き、かぁ……）

真剣だった
今までに見たことのない顔をしていた
信じがたいことだが、本気ということだ

こんなとき、どうしたらいいのだろう
どう行動するのが正しいのだろう
正しい答えが知りたい。しかし、相談できる相手など他にいない。
母にも、理子にも、朔夜のことは話せない
必然的に、怜奈自身が決めなければならない

（でも、どうやって）

分からない
自分が朔夜のことをどう思っているのかも、朔夜からの思いにどう答えるべきなのかも
何が正しいのか、怜奈にはまったく分からない
どの道を進めば、正しいゴールにたどり着くことができるのだろうか

「うぅ……分からないよ……」

やっぱり、自分は朔夜に甘えてばかりだ
――否、朔夜だけじゃない。周りの人たち、特に母や理子にも甘えすぎている

怜奈には怜奈自身の意思というものがない
いつも母が決めた通りに動き、母が言った通りのことをしてきた
すべては母が決めてくれた
母が道案内をしてくれた

今更、一人で歩くことなんてできない

――僕を僕として見てくれた――

「……朔夜」

朔夜は朔夜だ。超有名な役者の息子でも、天才でもない。
怜奈を見つけてくれた、怜奈にとってのたった一人のヒーロー

なら、怜奈は？

（私は、誰なんだろう）

望月怜奈とは、どういう人物なのだろうか

（分からない）

私の好きは、一体、どういう感情なのだろうか
→自分の好きという感情が一体どういう好きなのかが分からず悩む怜奈

'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    15,
    '第十七話',
    'あのあと家に帰ってから気がついたが、朔夜からメッセージが来ていた

「さっきはごめん。連絡くれると、嬉しい」

彼らしい、簡潔な文章
ここは連絡をするべきだと、それくらいの判断はできた
しかし、何を話せばいいかが分からない
どう返せばいいのかが分からなかった

結局、その日は既読をつけたまま、返信せずに眠ってしまった

次の日も、元々学校では見ないようにしていた彼をより避けてしまった
授業が終われば、公園で待つ朔夜と鉢合わせる、なんてことも避けたくて、理子には適当な理由をつけていち早く教室を抜け出した
その次の日も、同じようにして

結局、あれから朔夜とは一度も話さないまま、目すら合わさないままGWを迎えてしまった

※もしくは
あれから二日経ち。GWを迎えた。結局朔夜とは一度も話さないままだった
と開始するか

「ちゃんとお金持った？」
「持ったよ。ほら、ママがくれた分、ちゃんと入ってる」

玄関で母に財布を見せる
今日は理子と遊ぶ約束をしていた

「何時ごろに帰ってくるの？」
「夕方……えっと、六時までには帰るようにする」
「そう、分かった。まだ夕方も暗いから、気をつけるのよ」
「うん、それじゃあ行ってきます」
「行ってらっしゃい」

母に手を振り、家を出る
ドアが閉まるのと同時に、朔夜の家を見た

（……やっぱり、誰かが住んでる気配なんて、しないな）

相変わらずカーテンは閉め切っていて、灯りが点いているのかどうかも分からない
傍から見れば――去年までの怜奈のように――ただの空き家としか思えないだろう

（ママは、気づいてるのかな）

朔夜の名前を見ただけで過剰に反応を示した母は、目の前のこの家に彼が住んでいると、気がついているのだろうか
注意喚起をされないあたり、気がついていないのか、あるいは予想範囲でしかないのか

おそらくは後者だろう
朔夜がカーテンを閉め切っているのも、きっとそこに理由がある

（っと、いけない。早く行かなきゃ）

朔夜のことも気になるが、そればかりで理子との関係を壊してしまうわけにはいかない
本音は朔夜のことだけを考えていたかった
誰かに打ち明けて、どうすればいいのかの助けを請いたかった

（朔夜は、今、家の中にいるのかな）

ちらちらと、何度も振り返りながら
怜奈は学校までの道を辿った'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    15,
    '第十八話',
    '「え……う、そ……」

思わず、驚愕が声に出てしまった
いつも通り学校までの道を歩いていると、しばらくして少し先で朔夜らしき人物の後姿を見つけたのだ
→信号を待ってる状態

（朔夜……だよね？　……うん、あれは間違いなく朔夜だ。なんで……え、てか私服だし、学校に用があるわけじゃない……？）

駄目だ思考がまとまらない
とにかくここで呆然と立ち止まっていても、このまま前に進んでも朔夜に気がつかれてしまうということだけは分かる

（どうしよう……少し遠回りだけど、道を変えるしか……）

一応、もう一つ別の道はある
しかしそっちは人通りが少なく、母からもあまり通るなと言われている道だ
遠回りにもなるし、正直デメリットしかない道なのだが、

（あ）

悩んでいると、朔夜の顔が動き、こちらの方へ向きかける
怜奈は咄嗟に道を逸れた
目は合わずに済んだ筈

（後ろからゆっくり歩いても、いつかは気づかれちゃうだろな……）

この先は見通しのいい広い道であるため、いくら怜奈がゆっくり歩いたところでどこかで気づかれる危険性は高い
そもそも朔夜は歩くのが遅い方で、結局追いついてしまいそうだ

残された道はただ一つ
怜奈は諦めて、人通りの少ない道に回ることとした

（明るいから大丈夫だよね）

別に気味の悪い道というわけではない
ただ人が誰もいないだけだ

（なんか、本当に避けちゃってるな、私）

とぼとぼ歩きながら、もしこのままずっと話せなくなってしまったらどうしよう、と怜奈は不安になる
悪いのは怜奈なのだから、どうしようも何も自分が行動するほかないのだが

（誰かに教えてもらわないと……指示がないと、私は動けない）

一人では、どれが正しい道かなんて分からない
道を間違えたらどうしよう
失敗したらどうしよう
そんな不安と恐怖ばかりで頭がいっぱいになって、何もできなくなる

はぁ、とため息
こんな調子で、今日理子と楽しめるだろうか

（というか、道を抜けた先で鉢合わせちゃったりしないよね……）

新たに発生した可能性にびくびくしながら、本当に驚くくらい誰もいない道を歩いていると、

「なぁ、君、一人？」

突然、横合いの道から誰かに声をかけられた
驚いて足を止め、そちらを見やる
明るい茶色の短髪で、背の高い男の人だ。大学生くらいだろうか。
今日は気温が高い方だが、薄手の長袖を着用している
※ヤク

「え、えっと……」
「一人だよな？　どこかへ向かう途中？」
「あ、はい……友達と、約束してて……」

どうして声をかけられたのかが分からないまま、しかし怜奈は律儀に答える
ただの通りすがりのようだが、道に迷っているようには思えないし、目的が分からない

（でも、なんか、怖い）

そっかぁ、と笑顔を浮かべた長身の男性は、一歩怜奈に歩み寄ってきた
無意識に、怜奈も一歩後ろへと下がる

「じゃあさ、お兄さんもついていっていい？」
「えっ……なん、で」
「そりゃあ、暇だから？　それに君可愛いし、たまには男一人でぶらぶらするより可愛い女の子と遊びたいんだよねぇ」

意味が分からない。それなら他に知り合いを呼ぶとか、その知り合いから紹介してもらうなりすればいいのに

（断らなきゃ）

断って、逃げた方がいい
そのくらいの判断ならできる、それが正しいということくらいなら怜奈でも分かる

（でも、逃げれる？）

怜奈は運動音痴な方ではないが、相手は高身長のしかも男
走ったところですぐに追いつかれてしまう

怜奈は道の先へと目を向ける
広い道に出るのはまだまだ先で、少し走った程度じゃ絶対に逃げきれない
かといって、頷いてこの男性と一緒に理子の元へ向かうなんて

（そんなの、できない）

理子は友達だ
特別好きというわけではないが、嫌われたくはないし、迷惑もかけたくない

「なぁ、いいだろ？　お兄さん退屈してるんだよ」

また一歩、近づいてくる
いっそ今は首を縦に振って、人通りの多い道に出てから逃げた方がいいのかもしれない
男性の背後を見てみても、車はないし他に誰かがいる様子もない

（大丈夫、大丈夫……）

自分に言い聞かせ、胸の位置で両手をぎゅっと握って

「分かり、ました」

怜奈は頷いた
ここには母も、朔夜もいない
これが怜奈にとっての最善だった

最善だと、思った

「マジ！？　ラッキー。じゃあお兄さんも連れ呼んじゃうわ」

と、男性はスマホを取り出した
血の気が引き、怜奈は息が止まりそうになる

「え……つ、れ……？」
「そそ、お兄さんのお友達。だってさぁ」

ぐいっと、男性が顔を近づけてくる
彼はにたりと笑って、

「俺一人だけで女子高生二人とか、ちょっと贅沢すぎじゃん？」

しまった、と後悔してももう遅い
だけどもいざという時体は思考を待たないようで、足が勝手に動いていた
逃げなきゃと、慌てて走り出そうとする――が、

「おっと、逃げんなよ」

腕を掴まれ、いとも簡単に止められてしまった
痛いくらいに強く握られ、全身に悪寒が走る

「は、離して……！」
「はいはい、お兄さんの友達が来たらねー」

いくら引っ張ってもビクともしない
相手は片手で、怜奈は両手を使って抵抗しているのに
男性は余裕の表情で、誰を呼ぼうか迷っている

（どうしよう、どうしたらいいの……！）

こんなことになるなら、この道を選ぶんじゃなかったと
そんな後悔、今更何の意味もない

これから何をされるのかは分からないし、本当にただ友人を連れてくるだけかもしれない
しかし新たに人が増えれば逃げにくくなるし、もしその友人が車で来たとしたら？

恐怖で視界がぼやける
→泣いてる

ここには母も、朔夜もいない
あのときみたく、助けてくれる人なんていない

（朔夜……）

誰を呼ぶのか決めたらしい男性がスマホを耳に当てる
もう無理だ
諦めかけた、そのとき

「何してんの？」

とても聞き慣れた、男の声がした
→この一文いらないかも（会話文で終了とか）'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    15,
    '第十九話',
    'えっ、と怜奈は顔を上げる
まさか、そんなはずがないと、声を聞いただけでは信じられなかったから
だが、彼は確かにそこに立っていた

前髪の長い茶髪に、メガネをかけた青年――東堂朔夜が、気だるげな表情で男をじっと見つめていた
あの表情は、知っている
あのときと同じだ（誘拐事件）

「さ、く………」

どうして
あのとき、目は合わなかったのに

「あー……何、お前。知り合い？」
「そうだって言ったら、その手、離してくれるの？」

朔夜は掴まれたままの怜奈の腕を見て、

「その子、嫌がってるように見えるんだけど」

と、変わらない表情でまた男を見上げた
男は少し沈黙し、スマホをポケットにしまうと先ほどまで怜奈に向けていたような笑顔を浮かべる

「いやいや、俺たちこれから遊びに行くんだよ。友達も連れてさ。な？」
「えっ、あ……」

顔を覗き込まれ、息が止まる
この状況で騙しとおせるとでも思っているのだろうか
それとも、相手が華奢で小柄だから舐めているのか
怜奈が上手く言葉を出せないでいると、男は分かりやすく不機嫌そうに顔を歪めた
返事くらいしろよ、と小さく低い声で呟いて

（怖い）

目の前には朔夜がいるのに、それでも恐怖は消えてくれない
腕を強く掴まれたままだからか、それともあの日のトラウマがまだ残っているからか
足が震え、気を抜けば座り込んでしまいそうになる
あの日のことを、思い出しそうになる

「ま、そういうわけだからさ」
「っ……！？」

男はまたぱっと笑顔になって、あろうことか怜奈の方に腕を回してきた
驚きよりも、恐怖で声すら出なかった

「野郎の数は揃ってんだ。ガキはさっさと帰っ――」
「離せよ」

ぞわりと、鳥肌が立った
男の声を遮った、底冷えするような声
一瞬、誰のものなのか分からなかった
恐る恐る顔を上げると――先ほどまでの気だるげな表情とは一変して、鋭く険しい目つきで男を睨みつける朔夜が
怒りが露わになっている

（あ……）

ぐらりと、視界が揺れる
同じだった
あのとき――誘拐犯から怜奈を庇って抵抗していたときと、同じ目をしていた

忘れていた
朔夜も、あぁいう表情ができるのだと

「その子から手を離せ」
「はぁ？　何だよ急に……あっ、お前もしかしてこいつの――ッてぇ！？」

一瞬、何が起こったのか分からなかった
男が突然叫んで、怜奈の腕から手を離して両手で顔を覆った

逃げなきゃいけないのに、支えを失い力の抜けた怜奈は数歩後ろに下がっただけでその場に座り込んでしまう
と、男の足元に何かが落ちているのを見つける
朔夜のスマホだ
どうしてこんなところに、なんて、考えるまでもなかった

（まさか、投げたの……？）

顔を上げると、顔を押さえながら呻く男に近づく朔夜の姿

「いっ……てめぇこのクソガキ！　ふざけてんじゃねぇぞ！」
「うっさい」
「ぐっ！？」

男の一歩手前まで来た朔夜は男の腹に勢いよく膝蹴りを入れる
情けなくも男はその場に膝から崩れ落ちた
顔と腹とを抑え、痛みに呻く男
そんな彼を、朔夜は冷たい眼差しで見下ろして

「……雑魚」
（「……弱」）

ぼそっと呟くように吐き捨てた
男は声すら出ないのか、ただ唸るように意味のない声を上げながら朔夜を睨みつけている

「何、まだそんな余裕あるわけ？　悪いけど、あんたじゃ僕には勝てないよ」

と、朔夜は呆れたように言う
すると男も諦めがついたのか、威嚇することをやめ顔を俯かせた
やっとか、という風に息を吐いた朔夜は、ぱっと顔を上げた
険しい表情のまま、しかしどこか不安げな瞳と目が合う

「……さく、や」

震えた声で名前を呼べば、朔夜は男の横を通り過ぎて怜奈の元へ歩み寄ろうとする――と、

「……は？」

男が、自分の隣に立った朔夜の足首を掴んだ
ついさっき俯かせた顔をもう一度上げて、再度睨みつけて

「しつこいんだけど」
「っ……るせぇよ、ガキのくせに……」
「そのガキに負けたのはどこの誰？　今のあんた、最高にだっさいよ」
「うるせぇ！」

＊＊ここでナイトメアと分岐＊＊

と、男が大声を上げ、もう片方の手をズボンのポケットに忍ばせた
何をしようとしているのかの判断は怜奈にはつかなかったが、その動きを朔夜も見ていたらしい
男がポケットから手を出すよりも先に――否、手を忍ばせたのとほぼ同時に――朔夜は男の顔を横から蹴った
もはや声すら上げずに、男は道に倒れ伏す
朔夜はしばらく見下ろしていたが、やがてぴくりとも動かないのを確認すると今度こそ怜奈の元へ寄ってきて、目の前で跪いた

「大丈夫？　どこも怪我してない？　何もされてない？」
「だ、大丈夫……ちょっと、腕を強く掴まれただけ……あっ」

そう言うと、朔夜は怜奈の腕を持ち上げた
かなり赤くはなってはいるが、うっ血するほどまでは酷くなさそうだ

「痕にはならなさそう……か。良かった。他は？　本当に大丈夫？」
「大丈夫だって……もう、心配しすぎ」

分かってる
朔夜がここまで過剰に心配するのは、あの誘拐事件のせいだ

（大丈夫じゃないのは、朔夜の方だ）

怜奈を心配していながら、自分が一番不安そうで、何かに怯えたような表情をしている
ともすれば泣いてしまいそうにも見えて、怜奈はまた、罪悪感に押しつぶされそうになる

（また、私が傷つけた）

「そう……良かった……」

ようやく安心してくれたらしい彼は息を吐くように言って、脱力したようにその場に座り込む
その様子に怜奈もようやく安堵する

「あの人は……」
「ん？　あぁ、あいつならのびてるだけだろ。死んではいないはずだよ」

男のことは一瞥するだけで、軽い口調で言う朔夜

「とりあえず、ここから離れよう。……立てる？」
「うん、なんとか」

まだ足は震えているが、差し出してくれた朔夜の手を握って何とか立ち上がる
大きな手
あの頃よりも、随分と成長しているのだ

（なんだろう）

凄くドキドキする
でも、それがどういった感情なのかは、やっぱりまだ分からない

正体不明の感情にモヤモヤしながら、朔夜に手を引っ張られ歩いて行った

'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    15,
    '第二十話',
    '「この後、何か予定あったんじゃない？　もしかして、川北と会うとか？」

歩きながら――手は握られたままだ――朔夜が言う
※朔夜が一歩前を歩いている状態
　いつもの公園のあたりまで来ている

うん、と頷けば、「そう」と短い返事が返ってきた

「時間は、大丈夫？」

怜奈は腕時計を見る
針の位置を確認して、少し悩んでから、

「えと……まだ、少しなら……」
「嘘」

と、不意に朔夜が足を止め、こちらを振り返る
眉が下がっていて、見るからに申し訳なさそうな顔で
じっと見つめてくるその視線に耐えきれず、怜奈は目を逸らした

「……本当は、そろそろ急がないと、やばい」

もう約束の時間まで五分もない
走れば間に合う距離ではあるが、ここでのんびり朔夜と話しているだけの時間はない

「…………」

二人の間に沈黙が流れる
心拍数が上がり、怜奈は気まずさで目を合わせられない

理子の元へ急がなければいけない
だけども、ここでまた朔夜を無視することもできない
迷いが生じる

「……行きなよ」

朔夜の手が離れる
顔を上げると、彼は顔ごと怜奈から背けていた
そのために、前髪が表情を完全に隠してしまっている

「川北との関係、大事にしなきゃいけないんでしょ。……ほら、急がないと」

まるで、突き放すような言い方
顔を背けているのも、表情を隠すためだ

話したいこと、言いたいことがあるはずなのに
怜奈のことを気遣って、我慢している
我慢、させてしまっている

（私、何を迷ってるんだろう）

何も迷う必要なんてなかった
答えは、最初から一つしかない
大事にしなきゃいけないものなんて、一つしかない

怜奈はスマホを取り出した
その動作が視界に入ったか、単になかなか動かない怜奈にじれったさを感じたためか、
朔夜が怜奈の方を見る

「……何してるの」
「連絡。理子に、遅れるって」

メッセージを送信し、スマホを鞄にしまって改めて朔夜を見る
彼は少し驚いたような表情をして、

「……は？　なんで、そんなことして、もしおばさんの耳に入ったら」
「わ、私が！　……そうしたいって、思ったから」

ショルダーバッグの紐を両手でぎゅっと握りながら怜奈
他の誰でもない、これは怜奈自身が、自分の意思で決めたことだ
確かに母にバレてしまったらと思うと怖い
しかしそれ以上に、そんなリスクを冒してでも、怜奈は朔夜とちゃんと話がしたかった

（だってこの機会を逃したら、多分、もう話せない）

そんなのは、嫌だ

「……とにかく、座ろうか」

と、朔夜に促されいつものベンチに座る
しばらく沈黙が流れ、怜奈が先に口を開いた

「その……ご、ごめんね。この間は、突然逃げちゃって……それに、返事もしないままで」
「あぁ、いいよ。だって驚いたでしょ、突然あんなこと言われて。……仕方がないよ」

朔夜は背にもたれて、ぼんやりとどこか遠くを見ている
怜奈はそれを一瞥したあと、俯いて膝の上でぎゅっと握られた自分の拳へと視線を落とす

「私ね、多分、朔夜のこと好きなんだと思う」
「うん……え？」

朔夜がこちらを見るのが分かる
それでも怜奈は目を合わせられず、自分の拳に視線を落としたまま緊張しながらも想いを伝える

「ずっと一緒にいたいって思うし、会えないときでも朔夜のことばかり考えちゃって……朔夜が好きだって言ってくれた時も、本当は凄く嬉しかった」

でもね、と一度一呼吸おいて

「私の好きと、朔夜の好きは、多分……違う気がするの」

そうは言うものの、怜奈の中で自分の『好き』という感情の正体の答えが見つかったわけではない
分からないから、はっきりしていないから、敢えてそういう言い方をした

「だから、その……」

朔夜の想いに答えることはできない
そう言いたいのだが、言葉が出てこない
告げる勇気がない
そんなことを言って、いわゆる振ってしまう形になってしまって、それでもし朔夜との関係性が壊れてしまったとしたら――そんなことを考えて、息が苦しくなる

「……怜奈の好きが、どういう好きなのかは知らないけど」
→もしくは「僕の好きを、どういう好きだと捉えたのかは知らないけど」

と、不意に朔夜が口を開いた

「答えはまだ決めないでいてほしいな」
→今振るんじゃなくて、よく考えた上で、やっぱり違うって思ったら振ってほしい

答え。それはまさに今告げようとしていたことで、怜奈は思わず朔夜を見る。
と、目が合った。
眉の下がった表情で、彼は真っ直ぐに怜奈のことを見ていた。

「僕、一旦父さんのところへ戻ろうと思うんだ」

驚く
それはつまり、また離れてしまうということ
また、会えなくなってしまう

（私はまた、一人に）

「大丈夫、そんな顔しないで」

よほど表情に表れてしまっていたのか、朔夜がいつものように笑顔を浮かべる

「一旦って言っただろ。帰省みたいなものだよ。別に俳優業を復帰するわけじゃないし、学校だってまだやめるつもりはない。休み明けには戻ってくるつもりだから」
「そ、そうなんだ……」

良かった、と怜奈は安堵する
まだ、という言葉が気になったが、今は聞かないでおくことにした
この場においては必要のないことだ

「えと、それじゃ、どうして」
「……ちゃんと向き合うためだよ。父さんと、それから……僕自身と」

空を見上げる朔夜

「僕はずっと逃げてきた。二世だの七光りだのって言われるのが嫌だ嫌だって文句ばかりで、抗おうとしてこなかった。なんだかんだ父さんの言う通りに従って、父さんの期待に応えようと必死になって……僕自身を見て欲しいとか思っておきながら、僕には僕らしさというものがなかったんだ」
「朔夜、らしさ……」

ぐさりと、胸に刺さるような言葉だった
自分らしさがない。
それは、怜奈にも言える言葉だった。むしろ、怜奈こそ使うべき言葉だと思っていた。
だから、朔夜までもがそんな風に思っていたということに、怜奈は少し驚く
そして今更になって気がつく

（思えば、私って役者としての朔夜のこと、全然知らないな……）

テレビや映画に出るような俳優ではなく、舞台をメインに活動しているのだから仕方がないのかもしれないが、改めて思うと少し寂しさを感じた

「で、それじゃあダメだって思ったんだ。役を降ろされた程度で逃げてきちゃったわけだし、このままじゃ役者としても人としても成長できない。そりゃ、最初こそ無理やりやらされたけど、今はお芝居が好きだし、もっと上手に役を演じられるようになりたいんだ。そのためにも、父さんのところへ一度戻って、ちゃんと話して、向き合ってくる」
→自立したいなんて偉そうなこと言って、本当は逃げてきただけ

今までろくに会話したことなかったしさ、と朔夜は笑う
その横顔が、怜奈には眩しかった
彼は今の自分を受け入れ、その上で前に進もうとしている
だが怜奈はどうだ

（私は朔夜のようにはなれない）

自分を受け入れることも、自分で決断を下すこともできない
すべて母にまかせっきり
母の言う通りにしている方が楽だから、現状を変えたいと思うばかりで実際に行動に移そうとはしない

（やっぱり、私じゃダメだよ。釣り合わない）

朔夜にはもっと良い人がいる。
こんな、母の操り人形な自分よりも、ずっとずっと魅力的な人が

「その、朔夜……私、やっぱり――」
「だからさ」

不意に朔夜の手が怜奈のそれを握る
見ると、真剣な眼差しと目が合った

「待っててほしいんだ」
「……待つ？」

何を、と聞くよりも先に朔夜が答えを告げる

「今の僕じゃ怜奈に相応しくない。まだまだ未熟だ。だから――告白した僕が言うのも変な話だけど、一旦保留ってことにしておいてくれないかな」
「で、でも……それに、相応しくないことなんて……ない……」

何を言っているんだ、と恥ずかしくなりつい視線を逸らす
すると、朔夜が突然おかしそうに笑って、

「何それ、そういうのよくないよ、怜奈」
「え、え？」

何がよくなかったのだろう、と困惑
焦っていると、朔夜の手が怜奈の頭にぽんと置かれた

「とにかくさ、最初にも言ったように、答えはまだ決めないでいてほしいんだ。焦らなくていい、ゆっくり考えてくれればいい。……というか、別に(無理して)答えてくれる必要なんてないんだけどね」

苦笑する朔夜

「え……でも」
「彼女になってほしいって意味で告白したわけじゃないんだ。ただ、伝えたくなったから伝えた、それだけだよ」
「そう、なんだ……」
「うん。でも、」

と、朔夜は怜奈の頭から手を離す

「それで怜奈を困らせてしまった。その上怖い思いもさせてしまって……そこは申し訳ないと思ってる。本当に、ごめん」

怖い思い、という点で怜奈は首を傾げる
恐らく先程のことだろうが、あれは朔夜とは何も関係が無いはずだ
そんな怜奈の様子を見てか、朔夜は、

「僕を避けるために、あの道を通ったんだろ？」
「あ……」

理解する
目は合わなかったのに、気づかれていたのか
だからあの場に朔夜が現れて、助けてくれた
怜奈はようやく納得した

「僕が突然告白なんてしなければ、怜奈が僕を必要以上に避けることなんてなかったし、あんな男に絡まれることもなかった」
「で、でも、助けてくれた」
「結果論だ。もしあのとき、僕が怜奈に気づいてなかったら……考えただけでゾッとする」

朔夜の手が震える
自覚しているのか、怜奈が何か言うよりも先に彼は笑みを浮かべて、

「ま、本音を言うなら（今すぐ）彼女になってほしいんだけどさ」

と、なんでもなかったかのように話を少し前に戻した

(朔夜は強い……いや、)

違う、本当は朔夜だって弱い
ただ、その弱さを受け入れられている
弱い自分を受け入れられる、そんな強さを持っている

(私も、朔夜のようになりたい)

自分を受け入れてあげたい
だが、怜奈は今まで母の言う通りに従い、母になんでも決めてもらってきた
そんな怜奈に、受け入れるだけの『自分』というものがあるのだろうか
これが私だと受け入れたそれは、母によって構成されたただの『従順な娘』でしかないのではないか

（でも、そうだとしても）

聞いている感じからして、朔夜も自分のことを『東堂司と花咲香織の息子』でしかないと思っているのだろう
それでも、朔夜は自分の気持ちを正直に打ち明けてくれた
想いも、弱さも、全部自分から伝えてくれた
自分の弱さを打ち明けるというのはとても怖いことで、勇気が必要なのに

それに比べて、怜奈はどうだ
ただ好きだと伝えただけ、朔夜が想いを告げたからこそ伝えることができただけ
結局は朔夜が動かなければ出てくることのなかった言葉だ

挙句、自分じゃ釣り合わないからと、彼の気持ちを無視しようとしていた
自分を卑下するばかりで、一歩も前に進もうとしていない。

「あ……ごめん、長話になっちゃったね。そろそろ、川北の方へ向かった方がいいんじゃない？」

言われて、腕時計を見る
約束の時間をとっくに過ぎてしまっていた

（言い訳、考えないと）

あまり遅くなりすぎると、その言い訳すら難しくなってしまう
これ以上話している余裕はない
だけど、

「……怜奈？」

まだ、伝えたいことがたくさんある
その中の一つだけでも今のうちに伝えておきたい
そうでなければ、きっと――否、確実に怜奈は後悔する

「……あの、ね」

それは、我儘になってしまうかもしれない
はっきりさせないくせに、と咎められてしまうかもしれない
怖い
だけど、きっと朔夜だって怖かった
その上怜奈は逃げてしまった

（大丈夫、頑張れ、私）

好きだと、その気持ちを伝えることができたのだ
頑張れ、頑張れと自分で自分を励ましながら、怜奈は震える声で想いを告げる

「私……朔夜と、一緒にいたい」

元々避けていたのは怜奈の方なのだから、こんなことを言うのはおかしいのかもしれないが、

「朔夜の気持ちには、まだ、答えられないけど……だけど、今まで通り一緒にいたいの。放課後にこっそり会ったり、休みの日には連絡を取り合ったりして……ダメ、かな」

自分から避けておいて勝手だとは思うし、答えられないのに一緒にはいたいだなんてワガママだと思う。
それでも、今ここで伝えておかないと、もう二度と話すことすらできないと思ったから
それだけは、嫌だったから

おそるおそる朔夜の顔を見る
驚いているのか、彼は目を大きく見開かせていた
だがすぐにハッとした様子で、

「あ、いや……まさか怜奈の方からそんな風に言ってもらえるとは思ってなくて、ちょっと驚いたっていうか、その……凄く、嬉しい」

目を泳がせ、手で口元を隠すような仕草をする朔夜
何をそんなに動揺しているのか、怜奈には分からない
だが「嬉しい」と言ってくれた、それだけで怜奈は安堵で脱力する

「ていうか、そんなの、いちいち許可を求める必要とかないでしょ……僕の気持ち以前に、僕らは幼なじみなんだからさ」
「うん……でも、私、朔夜のこと避けちゃったし……それに、返事もできないままだから、もしこのまま話せなくなったらどうしようって、思って……」
「はぁ、それは僕が一番望まない結末だよ。そんなことには絶対ならない。怜奈が僕を嫌わない限り、ね」
「あっ、ちょっと」

わしゃわしゃと、頭を撫でられる
まるで子供扱いされているような気分だったが、不思議と悪い気はしない
むしろ、心地が良かった

「ほら、もうそろそろ行きなよ。言い訳は、そうだな……道案内してた、とかでいいんじゃない？」
「あ、それいい。それなら誤魔化せそう」
「よし、決まりだ」

と、朔夜が笑う
これまで見てきたものとは違う、とても朔夜らしい表情で

「あっ、そうだ」

立ち上がってから、怜奈はふと気がつく
もう一つ、言い忘れていたことがあった
まだ座ったままで、「何？」と首を傾げる朔夜と向き合って、怜奈は言う

「遅くなっちゃったけど、さっきは助けてくれてありがとう」
「あぁ、別にそんな――」
「やっぱり、朔夜は私のヒーローだね」
「…………え、は？」

また大きく目を見開かせる朔夜
言っておきながら恥ずかしくなり、怜奈は「そ、それじゃ！」とすぐに目を逸らし駆け足でその場を後にした

（言っちゃった……子供みたいって思われたかな）

顔が熱い。正直、好きだと言った時よりも恥ずかしかった。
普段なら言わなきゃよかったと後悔していたことだろう。
だが、

（朔夜の顔、赤かった）

普段は無愛想で、感情をあまり表に出さない朔夜のあの表情を見たら、後悔なんてするはずない

（いつか、ちゃんと答えることができたらいいな）

そのときは改めて、
怜奈の方からきちんと想いを告げよう

見上げた空は眩しくて、雲の欠片もなかった'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    15,
    'サイド：朔夜',
    '※三人称（あくまでこの物語は怜奈視点）であるため朔夜の心情は控えめに

空いた口がふさがらない、とはこういうことを言うのだろうか
言うだけ言って、逃げるように走り去っていく怜奈の背中を見ながら、朔夜はしばらく呆然としていた
自分の口が開いたままだと気がついたのは、怜奈の背中が見えなくなってからしばらくのことだった

「……ったく、勘弁してよね」

苦笑し、頭を抱える朔夜
顔も、耳も熱を帯びていて真っ赤だった

「ほんと、好きだなぁ」

空を見上げ、混み上がる想いを吐き出すようにため息をつく
雲一つない青空は、まるで朔夜の心の様子を映し出しているようで

「……いつか、答えが聞けたらいいな」

そのときは、また改めて告白するべきだろうか
今度は勢いに任せるのではなく、堂々として

「よし」

と、立ち上がる朔夜
怜奈が走り去った方向を見て、一人呟く

「悪いな、父さん」

背を向けて、家路をたどる

「やっぱりまだ退学はしないでおくよ」

いなくなれば、悲しむ人がいると分かったから
今は夢以上に大切なものがあるから

しばらく歩いて、ふと朔夜は思い出した

「……あ、買い出しに出てきてたんだった」

'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    16,
    '第二十一話',
    '月日の流れとはあっという間なもので
朔夜に告白されてからもうすぐ二ヶ月が経とうとしていた

「それじゃ、今日も部活頑張ってね」
「うん、ありがと。怜奈も気を付けて帰りなよ」

校舎口で理子に手を振って別れる
今日も朔夜は先に公園で待っているはずだ

「そういえばさー」

と、去り際に理子

「最近の怜奈、なんかご機嫌だよね」
「えっ、そう、かな？」
「そうだよー絶対にそう。何かあった？　もしかして、男？」

ドキッとする
そういう意味ではないのだが、完全に間違っているとも言えず思わず言葉を失いかけたが、

「ち、違うよーそんなわけないじゃん。大体、いつも理子といるのにいつそんな人できるの？」
「んーなんか怪しいけど……それもそっか。人見知りで甘えん坊な怜奈に男なんてまだ早いよねぇ」
「ちょっと？　甘えん坊は余計でしょ」

ごめんごめん、と笑う理子
ここ最近、理子とも軽い冗談で笑い合えるようになってきた
それが理子にとっては『ご機嫌』という風に捉えられたのだろうが――いや確かに間違ってはいないが――理由は他にある

（一年経って、やっと距離感が分かってきたんだよ、理子）

このくらい言っても大丈夫
この発言は冗談だから笑い合える
そういうのが、まだ手探り状態ではあるがなんとなく分かってきた
理子も理子で、以前より冗談で怜奈を茶化すことが増えてきた

もちろん、それを理子に言うつもりはない

「ま、恋愛相談ならいつでもこの私を頼りなさいね」
「はいはい、時が来たら頼らせてもらいますよ」

じゃあね、と互いに手を振る
理子が走り去っていくのを見届けてから、怜奈は少し駆け足でいつもの公園へと向かった

公園に着くと、ベンチに座ってスマホをいじる朔夜がいた
怜奈より先に出ているとはいえ、普段の足の速さからは考えられないほど到着するのが早い
もっとも、彼曰く普段は余計な体力を使いたくないから歩くのが遅いだけらしい
実際スポーツテストでは彼はクラスで一位だった。
因みに二年生全体での一位は鳴上くんらしい（理子が嬉しそうにはしゃいでいた）

「朔夜」

近くに寄り、声をかける
それでようやく気がついたのだろう
はっと顔を上げた朔夜は、怜奈を見て「あっ」と声を出した

「何してたの？　ゲーム？」
「違うよ、僕は音ゲーしかやらないし」
「そうだっけ？」

朔夜の隣に座る
見られたくないのか――見るつもりもなかったが――朔夜は慌ててスマホを鞄に入れる
普段なら気にもならない
だが、勘というものだろうか。何故だか今はとても気になって、

「じゃあ、何してたの？」

まるで面倒な彼女みたいな発言だなと言った直後に我ながら思った

「え、何。随分食いついてくるじゃん」
「何か今日は気になる気分なの」
「何それ意味わかんない」

はぁ、と呆れたようなため息
もちろんわざとだということは分かっている
朔夜は少し考える素振りをしたあと、

「じゃあ、怜奈の知らない女の子と連絡とってた――って言ったら、どうする？」

と、何故かにやにやした表情でこちらを見た
怜奈は首を傾げる

「別に、何もしないけど」
「……あぁ、そう」

まだダメかぁ、とベンチの背にもたれて空を仰ぐ朔夜
怜奈はなんのことだか分からなかったが、とりあえず今の発言が嘘なんだということは分かった

（あまり探ってほしくないのかな）

慌ててスマホを片したくらいなのだから、きっとそうなのだろう
これ以上聞くのはやめよう
そう思っていると、

「父さんだよ」

と、朔夜の方から話し始めた
そういえば、あれから父親のことは何も聞いていない
GW中に何を話したのかとか、何も

「僕さぁ、元々高校に行かないつもりだったんだよ」
「え、そうなの？」

それは初耳だった
理由は大体想像がついたし、朔夜も敢えて言わなかったが、てっきり学校に通いながら俳優活動を続けるものだと思っていた

「だけど殺陣の件があって、こんな自分じゃ舞台俳優なんて無理だって思って、こっちに戻ってきて。怜奈のことだからきっとあの高校に行くだろうって思ったから、あの高校を受験して、それで今に至るって感じ」
「……ちなみに、なんで私があの学校を受けるって、分かったの？」
「家から一番近いから。怜奈のことだから、っていうより、おばさんならあそこを勧めるかなって」

流石は朔夜、と怜奈は驚く
まさか高校を選ぶ時点で読み取られていたとは

（ていうか、私が行くからあの高校にしたんだ）

改めて、そういえば彼は自分のことを好きだと言っていたのだと思い出し、少し照れくさくなった。

「だけど、僕、やっぱり役者を続けたい。父さんとちゃんと話してきて、再確認できたっていうか……先端恐怖症や首のことっていう障害はあるけど、その程度で完全に役者への道が封じられたってわけじゃないし。もしかしたら、普通に高校生してるより克服の見込みはあるかもしれないし……えっと」

要するに、と
朔夜は姿勢を正し、怜奈を真っ直ぐに見る

「今学期で、僕は高校を辞めようと思う」

言葉すら出なかった
驚愕と、ショックと、不安と、困惑とが同時に押し寄せてきて、思考がぐちゃぐちゃになる

「……もう、会えない、の」

ようやく絞り出せた声は、みじめなほどに震えていた
それは朔夜にも分かったらしく、彼は苦渋の表情を浮かべる

「僕だって、怜奈とずっとこうしていたいし、離れたくなんてない。だけど、それでもやっぱり、諦めきれないんだ。先入観で植えつけられたものだとしても、僕は役者を続けたい。一人の役者として、舞台に立ちたいんだ」

朔夜は俯くように頭を下げ、低く小さな声で「……ごめん」と呟いた
朔夜の言っていることは分かる
彼にとって役者業とはとても大切なもので、たとえ二世だなんだと言われようとも必死に向き合いたいと思える大切なものなのだ
そんな彼を止める権利など、怜奈にはない

だけど、寂しさや不安を隠しきれるほど、怜奈は器用ではなくて

「怜奈」

朔夜の指が目元に触れる
知らない内に泣いてしまっていたらしい

「あ、ご、ごめ」

困らせてしまう
夢を追う彼の足枷となってしまう
慌てて涙を拭うも、泣いていると自覚してしまったためか、涙は留まることを知らずボロボロとこぼれてくる

「ご、ごめん、すぐ止まるから」
「……怜奈」
「大丈夫、ちょっと、その、なんでもないから」
「怜奈」

涙を拭おうと必死に動かしていた両手を掴まれ、動きを封じられる
目が合った朔夜も、悲しそうな顔をしていた
だけどすぐにふにゃりと笑って

「まったく……ほんと、ずるいなぁ怜奈は」
「え……私が、ずるい……？」
「そ。お願いだから、他の男の前でそんな顔しないでよね」

まるで子供をあやすみたいな手つきで頭を撫でられる

「……僕だから、だよね。そんな風に泣いてくれるのは」

そう言われ、怜奈は頷く

「そっか。なら安心だ」

ほらもう泣かないの、と朔夜は頭を撫でるのをやめ、怜奈の涙を拭う
温かい指が怜奈の目元を優しく撫でる
まるで少女漫画に出てくるような彼氏みたいだ、なんて思いながら、怜奈は口を開く

「……朔夜、あの、私……」
「いいよ、無理に今すぐ答えなくても」

どうやら朔夜は怜奈の考えていることなんてお見通しらしい
ごめん、と謝れば、「謝らなくてもいいっての」とまた笑った

「別に二度と会えなくなるわけじゃないんだ。それに、今度は今までと違って離れていても繋がっていられる。寂しいことなんて何もないよ」
「うん……そう、だね」

そうだ、今はあの頃とは違う
離れたからって、完全に接点がなくなってしまうわけじゃない
それに今の怜奈は一人じゃない
理子とも大分慣れてきて、朔夜がいなくてもそれなりに楽しく日々を過ごせている
母の件はまだあるが、まだ高校生という立場上どうすることもできない
その点に関してはゆっくり考えるしかない

「ありがとう。もう、大丈夫」

涙が止まり、かなり落ち着いてきた
それを確認した朔夜は、良かったと微笑む
すると、

「あっ、今度は僕のこと忘れないでよね」

なんて言うものだから、怜奈は思わず笑って、

「忘れるわけないじゃん。好きなんだから」

と、何も考えずに言った
失言だと気がついたのは、きょとんとした様子の朔夜を見てから数秒後

「あ……ち、ちがっ……いや、違くはないんだけど、だからっ、その……！」

慌てて誤魔化そうとするも、自分でも何を言っているのかが分からず意味の分からない言葉ばかりが出てくる
恥ずかしい、うっかりしていた
顔に熱が集まるのを感じ、両手で包むように顔を隠す
ややあって、朔夜がいかにもわざとらしい大きなため息を吐いた

「ったく……ほんとに勘弁してくれよ……」

指の隙間から覗き見ると、朔夜は頭を抱えて項垂れていた

（えっ、まさか、怒った？）

流石にそれは予想外だと焦り、ちゃんと朔夜の顔を見ようとすると、耳が赤く染まっていることに気がついた

（あれ……これって、もしかして）

「えっ、ちょ、今こっち見るな」

もう少し、と前のめりになっていると、気配を察したらしい朔夜が体ごとそっぽを向いた
その意味を何となく理解した怜奈の頬が思わず緩む

（かわいい……）

朔夜にもこんな可愛い一面があったのか、とにやけてしまう
今彼がそっぽを向いているのは、怜奈にとっても幸いだった

「もう……せっかく真面目な話してたのに……」
「でも、先に冗談を言ったのは朔夜だよ」
「……なんか、キャラ変わったよね、怜奈」
「そうかな？」

自分ではそんな気はしないが、言われてみれば確かに、気を使いすぎてしまうということはなくなったかもしれない
だが、それは相手が朔夜あるいは理子だからだ
慣れない相手とはまだ上手く話せないし、ビクビクしてしまう
何より、母のことは、まだ怖い

「まぁ、その様子なら大丈夫でしょ。川北とも打ち解けてきてるみたいだし」

落ち着いたと判断したのか、怜奈と向き合いはしなかったが体を正面に向ける朔夜
まだ耳が少し赤いのは黙っておこう

「いつ頃、ここを離れるの？」
「ん……夏休みに入ってすぐ、かな。実はそんなに離れてないんだよね、県は超えないから」
「あ、そうなんだ」

と、そこで会話が途切れる
沈黙が生じ、しかし不思議と不快感や気まずさは感じない

「……また、会えるんだよね」

先に口を開いたのは怜奈
同時に互いの方を向き、目が合う

「会えるよ。てか、僕が会いたいから絶対会いに行く」
「そっか、そうだよね」

二人で笑う
結局朔夜からの告白に答えられていないままなのは少し申し訳ないが、かと言って今すぐ答えを出せるほど怜奈の中で気持ちの整理はついていない

(また再会できたときには、ちゃんと答えられるようになってたいな)

こっそりと、そんなことを思う
朔夜のことは好きだ
やっぱり、それには変わりない
だが、彼氏と彼女という関係になって、そういう風に一緒にいたいのかどうかと言われると、悩んでしまう

そんなはっきりしないままで、朔夜の彼女として隣に並びたくはなかった

「さて、今日はもう帰ろうか」

と、立ち上がる朔夜
怜奈も合わせて立ち上がり、二人で家路を辿る

「あの日のことなんだけどさ」

ふと、朔夜が口を開く
どの日だろう、と思っていると「怜奈が川北に嘘をついた日」と補足してくれたの
が、嘘をついた日は余計だろう

「その、上から目線みたいな言い方になっちゃうんだけど、怜奈は大分成長したと思う」
「私が、成長……？」

そんなまさか、と
怜奈は驚く

「だって、あの二人で話した時間は、怜奈が自分の意思で決断して生まれたものだろ？　あれ、怜奈にとってはかなり勇気のいる決断だったんじゃないかな」
「確かにそうだけど……でも」
「それだけじゃない。初めて自分の気持ちを、正直に打ち明けてくれた。昔の怜奈じゃ考えられないことだ（それってさ、実は凄いことなんだよ）」

確かに彼の言う通りかもしれない
自分で大事なことを判断し、決断したのも、自分の想いを正直に打ち明けたのも初めてのことだ
昔――朔夜と再会するまでの自分じゃ考えられないこと
しかし、それは朔夜がいたからで、
朔夜に比べたら、そんなのは些細なこととしか思えなくて
凄いだなんて、自分だけじゃ思えない

だから、

「一歩、前に進めたね。怜奈」

そう言われて、とても嬉しかった
褒められている。今、自分は褒められているのだ。
自分でも肯定できない自分を、朔夜が認めてくれたような気がした

「それと、僕はいつだって怜奈の味方だから」

続けて、朔夜は言う

「もしもおばさんと……その、何かあったとしても、僕がいる。僕が怜奈の逃げ場になるから、だから安心していいよ」

その言葉が暗に示す意味を、怜奈はなんとなく理解した
→もっと勇気を出して自分らしく生きていけばいい。それで何かあっても僕が味方だ。
怜奈は笑って、「うん、ありがとう」と。ただその言葉だけを返した。

公園を抜け、住宅街の中を通っていく
怜奈は朔夜の半歩後ろを歩いている
視界に入るのは、何度も怜奈の不安を拭おうとしてくれた温かい手
怜奈は思う

(……繋ぎたいな)

気を緩めたら、つい手を伸ばしてしまいそうだった'
);

INSERT INTO stories(
    idea,
    title,
    story
) VALUES (
    16,
    'エピローグ',
    'あれからあっという間に夏休みが来て、朔夜はお父さんのところへと帰ってしまった
しかしあの家は一切の変化がなく、やっぱり最初から住んでなかったんじゃないかと思ってしまう

きっと母も気がついていないだろう
あれだけ嫌悪している存在が、実は約二年前に戻ってきていて、しかもこの半年間怜奈と親しくしていたなんて。
知ればおそらく大激怒だ。

なんてことをベッドで寝転がりながら朔夜とチャットでやりとりしていた怜奈は、一人部屋の中でくすりと笑った

「相変わらず……無骨な文章」

顔文字や絵文字、スタンプを多用する理子とは大違いだ
もっとも、相手の字面上のテンションに合わせてスタイルを変える怜奈も朔夜との会話に限っては無骨そのものなのだが

「…………会いたいなぁ」

まだ夏休み初日だと言うのに、と我ながら苦笑する
これはやはり恋情として好きだからなのだろうか
理子のことも好きではあるが、特別会いたいとは思わない

(でも、うーん……どうなんだろ)

ネットに書いてあるものはどれもが定番というか、少女漫画でよくあるようなものばかりなのだが、いまいちピンときていない
そもそも恋とはなんだ、という地点にまで遡ってしまう
今日一日ずっとそうだ

(こんな調子で答えなんて出るのかなぁ)

焦っても仕方がないのだが、自分がモヤモヤして気持ち悪い
深い友情と、恋情。その違いとは一体なんなのだろう。

朔夜とのチャットの履歴を見ながら、グルグルと思考を巡らせていると、ふと彼のある発言を思い出した

――女の子と連絡取ってたらどうする？――

あのときは別に何も気にならなかった
それでも彼は自分のことが好きなのだから、彼が嘘でもついてない限りその女の子と必要以上に親しくなることなんてないはずだ

(……でも、)

でも、もし
怜奈がこのまま答えを出せないままで、朔夜の気持ちが冷めてしまったら？
そうして、もしも他の女の子に気持ちが移ってしまうようなことになったら？

「…………」

ごろりと寝返りをうち、天井を見上げ、よく考えてみる
想像しやすいとしたら、宮原さんだろうか
もしも、彼女と朔夜が親しげにしていたら
もしも、たとえば、手を繋いだり……なんてことをしていたら

そんな場面を、見てしまったら

「…………やだ、な」

胸のあたりが締め付けられたかのようにぎゅっと痛んだ
もはや想像すらしたくなくて、怜奈はぶんぶんと頭を振る

もしかしてこれが『嫉妬』というものだろうか
もう少しどす黒くドロドロとしたイメージがあったのだが、そうではなく、ただただ苦しい

(……独占欲？)

それなんじゃないだろうか、いや、そうかもしれない
朔夜と親しくしてきたのは――怜奈が知る限り――自分だけだから、自分が幼なじみとして一番近かったから、きっとそういう意味で嫉妬しているのだ

(だったらやっぱり恋とは違う……？　でもだったら嫉妬って何？)

結局またふりだしへ戻ってきた
声と共に大きなため息を吐き出したい気分だったが、母にバレるのを恐れて声だけは我慢する

「分かんないなぁ」

世の人々というのはこんなにも難しい感情を一人で判断して、決意して、誰かと恋仲になっているのだろうか。凄いな、自分じゃ「晩御飯何がいい？」に対する答えすら決められないというのに
我ながらあの日――朔夜の言い方で言うと「理子に嘘をついた日」――の決断は相当頑張ったなと思う

（朔夜は褒めてくれたけど、なんだかなぁ……あっ）

ぴろん、と小さな鈴のような音が聞こえる
朔夜からの返事だ
どうやらもうすぐ着くらしい
本当にさほど遠くはなかったみたいだ

(朔夜はどうやって判断して、決断したんだろ)

いっそ朔夜自身に相談した方が早いかもしれないと思い始めてきたが、それでは何も意味が無い
きっと本人もさすがに困るだろう

「まだまだ先は長い……かな」

この調子では、答えを見いだせるのはずっと先のことになりそうだ
返事を打って、再度天井を見上げる
分からないことばかりで疲れてしまいそうだったが、一つだけ、確かなことがあった

「……会いたいな」

二度目の言葉をポツリと呟く
その想いだけは、今も昔もずっと変わっていなかった'
);