/*users*/
/*------------------------------------------------------------------------------------------------------------------------------*/
INSERT INTO users(
    password
) VALUES (
    "aaaaaaaa"
);

/*pltos*/
/*------------------------------------------------------------------------------------------------------------------------------*/
INSERT INTO plots(
    user,
    title, 
    slogan,
    summary
) VALUES (
    1,
    'Karma',
    '『期待』は裏切られる。いとも簡単に、何の前触れもなく',
    'ターザック村では、人身御供の掟が定められていた。きっかけは二百年前。村に住むある男が、皆から愛されていた女神を裏切ったことが始まりである。
その村で生まれ育った少年、ブラフマー・スリジャン。彼は女神を裏切った男の血を継ぎ、生まれる前から生贄となることが決定されていた。

死の時期が確定されている人生。誰からも愛されることのない人生。無駄で、無意味で、無価値な人生。ブラフマーは、『生きている意味』が分からなくなっていた。
そんな彼に、よその町から移住してきた少年シヴァ・ヴィナッシュは言う。

「――俺のために生きてくれ、ブラフマー」

生贄の対象者である少年ブラフマーと、彼に寄り添う少年シヴァ。
そんな二人を待ち受けている運命とは――……'
);

INSERT INTO plots(
    user,
    title, 
    slogan,
    summary
) VALUES (
    1,
    'Karma2',
    '「世界なんてどうだっていい。私はただ、あの子たちを護りたい」',
    'Karmaの続編。

素性を偽り、ターザック村の一員として溶け込んだ少女アザミ。
彼女の目的はただ一つ。生贄の少年ブラフマーを、理不尽で残酷な運命から救うこと。
しかし、彼はすべてを諦めてしまった様子で、アザミは思わず苛立ちを乗せた言葉をぶつけてしまう。
彼を傷つけてしまったかと己の発言を悔いるアザミ。
そんな彼女の前に、一人の少年が現れた。
その髪は、雪のように白く。
その瞳は、空のように青い。
少年は告げた。肌を掠める空気よりも冷たい声で。
もう、邪魔はさせない――と。'
);

INSERT INTO plots(
    user,
    title, 
    slogan,
    summary
) VALUES (
    1,
    'Licht von Schlaf',
    '幸福の形を見つける物語',
    'ここは、巨大な図書館のような世界。見渡す限り本、本、本。そんな、一生かけても読み切れないような数のそれらを眺めながら、銀髪の青年メアは笑っていた。

次のターゲットは、どれにしようか――と。

彼の正式名称は、ナイトメア――悪夢の象徴とされる存在。メアはその名に相応しい『力』で、誰が書いたかも分からない『物語』を次々に悪夢――バッドエンドへと変えていく。

それは、自身の『物語』を進めるため。
それは、主である作者に結末を綴ってもらうため。

その主が、誰であるかも知らずに。
メアは笑みを深めて、ターゲットとなる本のページを開く。

「さぁ……物語を進めようか」


これは、幸福の形を見つける物語。
メアが求める結末は幸福か、それとも――……'
);

INSERT INTO plots(
    user,
    title, 
    slogan,
    summary
) VALUES (
    1,
    '君がいたから',
    '自分らしく生きる物語',
    '母親とは絶対的存在。
母親の言うことが全てで、子供は母親に従ってさえいればいい――。

今年で高校二年生になる少女・望月怜奈は、いつも母親の言う通りにして生きてきた。
洋服も、食べ物の好みも、友達関係も、進学先も――決めるのは全部母親。
怜奈に『怜奈自身の意思』など、必要なかった。

対して、有名な俳優と女優との間に生まれた青年・東堂朔夜。
彼は周囲から『二世俳優』として期待されることに嫌悪感を抱いていた。
抱きながら、それでも父親に従い周囲の期待に応えるためだけに役を演じていた。

これは、二人の『親に縛られた子供』が自分らしさを見つけようとする物語。'
);


/*stages*/
/*------------------------------------------------------------------------------------------------------------------------------*/
INSERT INTO stages(
    plot, 
    stage
) VALUES (
    1,
    '世界の中心にあるとされるターザック村が舞台となる。
かつてアディティーと呼ばれる大地の女神が住んでいたとされ、今もなお村人から信仰され続けている。
二百年前に起こったある事件を境に、人身御供の掟が定められるようになった。

この村には教育を行う施設というものが存在しておらず、村長自らが村の子供たちを自宅に招いて勉学を行わせている。
よそ者を拒み、周囲から孤立している。'
);

INSERT INTO stages(
    plot, 
    stage
) VALUES (
    2,
    ''
);

INSERT INTO stages(
    plot, 
    stage
) VALUES (
    3,
    '現実世界と空想世界と、その狭間を舞台に物語を描いている
・現実世界：我々のいる世界・場所。
・空想世界：『物語』の世界。
・狭間：上記二つの間に生じる空間。
本作品の中はすべて空想世界か狭間かの二つしかなく、例えば『空想世界を生み出す』という力はこちらからすれば『空想世界の中で空想世界を生み出している』という認識になる。

本編では、空想世界と空想世界との間にある狭間で物語が展開されていく。'
);

/*parlances*/
/*------------------------------------------------------------------------------------------------------------------------------*/


/*stories*/
/*------------------------------------------------------------------------------------------------------------------------------*/
-- INSERT INTO stories(
--     idea,
--     title,
--     story
-- ) VALUES (

-- );

/*memos*/
/*------------------------------------------------------------------------------------------------------------------------------*/
